{"Archery":[{"attr-mins":{"archery":3,"essence":2},"prereq":["Harvest of the Hunter"],"charm-skill":"Archery","charm-name":"Grasping Vine Shot","charm-type":"Simple","charm-duration":"Instant","charm-cost":"3m","rep-cost-mote":3,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"wood","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"The Dragon-Blood’s arrow grows and extends into a sturdy, flexible vine. This rope attaches itself to a surface within short range. Flame weapons instead discharge braided ropes of semi-tangible smoke. She treats the rope as exceptional equipment (Exalted, p. 580), and can use reflexive move actions to climb it, ascending or descending one range band, or to swing along it, moving one range band forward and, optionally, one range band down. Other characters don’t gain the movement benefits , but still treat the rope as exceptional. Alternatively, the Dragon-Blood may fire at an unattended  object within short range that she’s capable of holding in her hands. The Storyteller may require a (Dexterity + Archery) roll in the case of very small objects  or poor visual or weather conditions. If successful, the line attaches to the object and retracts, dragging it to the Dragon-Blood’s feet undamaged. Ropes created with Grasping Vine Shot wither or disperse at end of scene. If the Dragon-Blood has a relevant  Craft, like ropemaking, she receives craft points for meeting objectives with this Charm as though she’d completed a basic project (Exalted, p. 240). Backer: David “Weimann” Karlson-Weimann","charm-rollexpr":""},{"attr-mins":{"archery":3,"essence":2},"prereq":["Death From Nowhere"],"charm-skill":"Archery","charm-name":"Landslide Missile Attack","charm-type":"Supplemental","charm-duration":"Instant","charm-cost":"2m, 2i","rep-cost-mote":2,"rep-cost-will":0,"rep-cost-init":2,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"earth","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Decisive-only","charm-description":"","charm-effect":"The Dragon-Blood wreathes her arrow in earthen Essence, building momentous force as she aims, then releasing it to strike like a rolling boulder. This Charm can only enhance a decisive attack that benefits from aiming. An enemy hit by it is knocked back one range band. If this movement leaves him on an earthen surface , he also falls prone as the Dragon-Blood’s arrow seeks to return to the earth.","charm-rollexpr":""},{"attr-mins":{"archery":4,"essence":2},"prereq":[],"charm-skill":"Archery","charm-name":"Five-Dragon Arsenal","charm-type":"Permanent","charm-duration":"Permanent","charm-cost":"—","rep-cost-mote":0,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"earth","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"An expert in countless weapons, the Dragon-Blood’s Essence is inextricable from her arsenal. As long as she has one full-cost attunement to an artifact weapon, she reduces the attunement cost of further artifact weapons (regardless of the Ability used to wield them) by three motes each, to a minimum of one mote. This doesn’t stack with other discounts. If the Dragon-Blood ends her full-cost attunement, she must commit enough motes to bring another attunement to its full cost, or all discounted attunements end. Special activation rules: This Charm may alternatively be learned as a Brawl, Melee, Thrown, or War Charm.","charm-rollexpr":""},{"attr-mins":{"archery":4,"essence":2},"prereq":["Arrow Thorn Technique"],"charm-skill":"Archery","charm-name":"Nightshade’s Deadly Bloom","charm-type":"Supplemental","charm-duration":"Instant","charm-cost":"5m, 1i","rep-cost-mote":5,"rep-cost-will":0,"rep-cost-init":1,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"wood","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Decisive-only","charm-description":"","charm-effect":"Cruel thorns grow from the Dragon-Blood’s arrow, dripping  deadly venom. To use this Charm, she must have Initiative 10+. If her decisive attack hits, it conveys a poison with Damage 2i/round (L in Crash), Duration (Essence + attack roll extra successes) rounds, and a –3 penalty. An Archery 5, Essence 3 repurchase lets the Dragon- Blood pay a one-Willpower surcharge to use this as a Simple-type Charm, firing an arrow at any point within her weapon’s range, instead of targeting a specific enemy. The arrow grows into a thicket, exposing all characters within close range to a one-time environmental  hazard with difficulty (Dragon-Blood’s attack roll successes) and damage (Dragon-Blood’s Initiative / total number of enemies, rounded up)L; those who take damage also suffer the poison above, with Duration 5 rounds. The thicket remains on the battlefield as difficult  terrain for the rest of the scene; characters entering or moving through it are exposed to the poison. This resets the Dragon-Blood to base Initiative. Backer: Michael Brewer","charm-rollexpr":""},{"attr-mins":{"archery":4,"essence":3},"prereq":["Arbor Sentinel Technique"],"charm-skill":"Archery","charm-name":"Thousand Thorn Artillery","charm-type":"Permanent","charm-duration":"Permanent","charm-cost":"—(+1m, 1wp)","rep-cost-mote":0,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"wood","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"Planting her weapon in the soil, the Dragon-Blood bids it grow into a sprawling arboreal engine of war. She may pay a one-mote, one-Willpower surcharge when she uses Arbor Sentinel Technique to cause her weapon to grow into a siege weapon (Arms of the Chosen, p. 127): bows and crossbows become ballistas, while flame weapons become  fire cannons. The siege weapon still retains the normal  benefits of Arbor Sentinel Technique, granting heavy cover to the artillerist and crew and producing its own ammunition (though it must still be reloaded normally).","charm-rollexpr":""},{"attr-mins":{"archery":5,"essence":3},"prereq":["Drawing Lightning Style"],"charm-skill":"Archery","charm-name":"Rolling Stormcloud Approach","charm-type":"Reflexive","charm-duration":"One turn","charm-cost":"2m, 2i","rep-cost-mote":2,"rep-cost-will":0,"rep-cost-init":2,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"air","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Aura, Perilous","charm-description":"","charm-effect":"The Dragon-Blood sweeps across the battlefield like a swift-moving storm. She may aim and take a move action  in the same turn, and can flurry an aim with a rush or disengage. If she successfully rushes or disengages, she ignores the Defense penalty from flurrying.","charm-rollexpr":""}],"Athletics":[{"attr-mins":{"athletics":3,"essence":2},"prereq":["Bellows-Pumping Stride"],"charm-skill":"Athletics","charm-name":"Ice-Slick Tread Technique","charm-type":"Supplemental","charm-duration":"Instant","charm-cost":"2m, 2i","rep-cost-mote":2,"rep-cost-will":0,"rep-cost-init":2,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"air","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Perilous","charm-description":"","charm-effect":"The air chills at the Dragon-Blood’s passage, smoothing her movement and leaving behind an icy trail. When she crosses a range band by walking or running (but not jumping, climbing, or so on), she freezes the ground as she moves across it, leaving a patch of difficult terrain (Exalted, p. 199) that extends along the path she traveled. If she makes a roll with any Ability as part of the movement  action, she adds an automatic success and ignores any penalties for difficult terrain based on ice or snow. This Charm can also be used to walk over bodies of water, freezing their surface as the Dragon-Blood moves.","charm-rollexpr":""},{"attr-mins":{"athletics":4,"essence":2},"prereq":["Bellows-Pumping Stride"],"charm-skill":"Athletics","charm-name":"Crashing Tide Advance","charm-type":"Supplemental","charm-duration":"Instant","charm-cost":"3m","rep-cost-mote":3,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"water","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Dual","charm-description":"","charm-effect":"Like the relentless tide that erodes the shore, the Dragon-Blood’s advance is inevitable, her momentum undeniable. She adds an automatic success on a rush. If she successfully rushes her enemy and he subsequently  provokes her reflexive movement, she inflicts a −1 onslaught penalty on him, and if she attacks him from close range on her next turn, she adds one die of decisive damage or post-soak withering damage.","charm-rollexpr":""},{"attr-mins":{"athletics":4,"essence":2},"prereq":["Soaring Leap Technique"],"charm-skill":"Athletics","charm-name":"Flying Dagger Leap","charm-type":"Supplemental","charm-duration":"Instant","charm-cost":"3m","rep-cost-mote":3,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"air","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Dual","charm-description":"","charm-effect":"The Dragon-Blood blurs through the air, descending on her foe in a mighty bound. To use this Charm, she must either move into close range with an enemy by leaping and attack him on the same turn, or reflexively pursue him by leaping with a rush and then attack on her next turn. She adds (Essence) bonus dice on the attack roll, and adds an automatic success on a withering damage roll or a bonus die on a decisive damage roll.","charm-rollexpr":""}],"Awareness":[{"attr-mins":{"awareness":2,"essence":1},"prereq":[],"charm-skill":"Awareness","charm-name":"Victory-Seeking Insight","charm-type":"Reflexive","charm-duration":"Instant","charm-cost":"4m","rep-cost-mote":4,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"air","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Perilous","charm-description":"","charm-effect":"Anticipating how a fight will unfold in the blink of an eye, the Dragon-Blood directs her allies into advantageous positions  and warns them of potential threats. After rolling Join Battle, the Dragon-Blood may transfer up to (highest of Intelligence, Wits, or War) total points of Initiative to any number of allies, dividing up the transferred Initiative however she chooses. She can’t crash herself this way. If she transfers Initiative to a Hearthmate, that character gains an additional point of Initiative.","charm-rollexpr":""},{"attr-mins":{"awareness":3,"essence":2},"prereq":["All-Encompassing Earth Sense"],"charm-skill":"Awareness","charm-name":"Pasiap Preempts Haste","charm-type":"Supplemental","charm-duration":"Instant","charm-cost":"3m","rep-cost-mote":3,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"earth","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"The Dragon-Blood is as patient and still as a mountain, waiting for the perfect moment to act. She doubles 9s on a Join Battle roll. If she wins Join Battle, she waives the Initiative cost of delaying her action (Exalted, p. 196) on the first round, and adds (Perception) bonus dice on her attack roll if she delays it until after an enemy acts.","charm-rollexpr":""},{"attr-mins":{"awareness":5,"essence":3},"prereq":["Feeling the Dragon’s Bones"],"charm-skill":"Awareness","charm-name":"Distant March Intuition","charm-type":"Permanent","charm-duration":"Permanent","charm-cost":"—","rep-cost-mote":0,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"earth","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"The Dragon-Blood attunes herself to the vibrations and Essence that pass through the earth, sensing the marches of distant legions or a behemoth’s footfalls. When she uses Feeling the Dragon’s Bones, she detects the movement of battle groups, Legendary Size characters , or anything similarly large moving across the earth within (successes rolled) miles. She can’t pinpoint their precise location, but has a general sense of distance and direction, doubling 8s on Survival rolls to navigate toward or away from them. If the Dragon-Blood knows Sense the Hidden Ember, she also detects the presence within this range of any trace of magic that Charm is capable of sensing, as above. Backer: Charles Lovett","charm-rollexpr":""},{"attr-mins":{"awareness":4,"essence":4},"prereq":["All-Encompassing Earth Sense"],"charm-skill":"Awareness","charm-name":"Skyward Eye Vigil","charm-type":"Simple","charm-duration":"One scene","charm-cost":"8m, 1wp","rep-cost-mote":8,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"air","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"(Air), Feeling the Dragon’s Bones The wind bears the Dragon-Blood’s sight aloft, elevating her perspective. She sees the world around her from a bird’s-eye view, as though she were looking down from a point at long range above herself. She can see her surroundings  out to long range horizontally from herself, unless environmental  conditions or obstructions block some or all of this range. She cannot see from her normal perspective, but neither does she suffer any penalties that only apply to it rather than her line of sight from above — a blindfold or a maimed eye would be no obstacle, nor would a stone wall as long as the other side were within her vision’s range. However, she may still suffer penalties or be unable to see certain areas entirely as a result of obstructions to her bird’s-eye perspective: dense fog, low-lying clouds, foliage, roofs, and the like (though she may use magic like Cloud-Piercing Focus to negate applicable obstacles). The Dragon-Blood’s other senses aren’t affected. The Dragon-Blood adds an automatic success on any Perception-based rolls she makes to look for or examine anything larger than a single person from this perspective, such as spotting a concealed battle group or surveying the architecture of a palace. When making command actions (Exalted, p. 209), she can roll with (Perception + War) as long as she’s able to perceive the battle group she’s commanding , and adds an automatic success on such rolls.","charm-rollexpr":""}],"Brawl":[{"attr-mins":{"brawl":1,"essence":1},"prereq":[],"charm-skill":"Brawl","charm-name":"Flotsam-and-Jetsam Approach","charm-type":"Reflexive","charm-duration":"One scene","charm-cost":"1m","rep-cost-mote":1,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"water","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Uniform","charm-description":"","charm-effect":"Like the tide, the Dragon-Blood gathers up whatever comes to hand and smashes it against the shore. She waives the Initiative cost for attacking with improvised weapons using any combat Ability, and may use Strength instead of Dexterity to attack with them. Bonus dots of Strength conferred by magic don’t add to these attack rolls. Backer: Nik May","charm-rollexpr":""},{"attr-mins":{"brawl":3,"essence":2},"prereq":["Pounding Surf Style"],"charm-skill":"Brawl","charm-name":"Twisting Vicious Tide","charm-type":"Supplemental","charm-duration":"Instant","charm-cost":"1m","rep-cost-mote":1,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"water","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Uniform","charm-description":"","charm-effect":"Having worn down her foes with an unrelenting offensive , the Dragon-Blood finds their feeble strikes all too easy to overpower. When she clashes an attack, her enemy ’s attack roll loses dice equal to the onslaught penalty  that wore off at the start of his turn (or his current onslaught penalty, if he’s attacking outside of his turn or if his onslaught penalty didn't refresh at the start of his turn due to other effects).","charm-rollexpr":""},{"attr-mins":{"brawl":5,"essence":3},"prereq":["Blade-Deflecting Palm","Twisting"],"charm-skill":"Brawl","charm-name":"Trireme Strikes the Rocks","charm-type":"Reflexive","charm-duration":"Instant","charm-cost":"3m, 1wp, expend Water Aura","rep-cost-mote":3,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"water","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Aura, Clash, Decisive-only","charm-description":"","charm-effect":"Vicious Tide Moving without thought, the Dragon-Blood brutally wrenches an attacker’s limb or weapon aside. When an enemy with lower Initiative attacks her, she may reflexively  clash with a decisive attack or a disarm gambit. This doesn’t count as her attack for the round. The Defense penalty imposed by a successful clash (Exalted, p. 202) counts as an onslaught penalty for the purposes of the Dragon-Blood’s and her allies’ offensive Charms. If the Dragon-Blood knows Currents Sweep to Sea, she may use this Charm to clash attacks from out to medium range as long as there is a source of water on the battlefield , striking with a watery tendril.","charm-rollexpr":""},{"attr-mins":{"brawl":5,"essence":4},"prereq":["Fist-Spinning Maelstrom","Rolling"],"charm-skill":"Brawl","charm-name":"Magma Hell Upheaval","charm-type":"Simple","charm-duration":"Instant","charm-cost":"15m, 1wp, expend Earth or Fire Aura","rep-cost-mote":15,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"earth","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":"on","charm-keywords":"Aura, Decisive-only, Earth/Fire","charm-description":"","charm-effect":"Boulder Blow Slamming a fist or heel into the ground, the Dragon- Blood drives a pulse of pyroclastic Essence into the earth beneath her, forcing a surge of molten lava forth from the depths. To use this Charm, she must have Initiative 20+ and be standing on bare soil or stone. This eruption is represented as an unblockable decisive attack against all characters, friend or foe, within medium range, with the Dragon-Blood applying a single attack roll against all of them. She may exempt her Hearthmates from the attack. The Dragon-Blood divides (her Initiative + the lowest number of attack roll extra successes she received against any hit target) evenly, rounded down, among all hit characters to determine the lethal damage the lava rolls against them. Trivial opponents are incapacitated automatically without detracting from the Dragon- Blood’s total damage, and scenery is damaged at the Storyteller’s discretion. If a crashed enemy takes 3+ levels of damage, the eruption  leaves a lava hazard (difficulty 5, damage 6L/round) on the ground beneath him. These hazards cool and solidify into obsidian when the scene ends; characters might cool or disperse them earlier with clever stunts or magic. This Charm can only be used once per day, unless reset by gaining 20+ Initiative from a single withering attack made from base Initiative, and then incapacitating that enemy on the next turn with a decisive attack. Backer: Nathan Henderson","charm-rollexpr":""}],"Bureaucracy":[{"attr-mins":{"bureaucracy":2,"essence":1},"prereq":["Finding the Water’s Depths"],"charm-skill":"Bureaucracy","charm-name":"Sink-or-Swim Discernment","charm-type":"Permanent","charm-duration":"Permanent","charm-cost":"—","rep-cost-mote":0,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"water","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"Gauging the bureaucratic merit of those around her, the Dragon-Blood distinguishes those who’ve risen to the top from the dregs. She can use Finding the Water’s Depths to assess a character’s bureaucratic standing, gaining a general sense of what kind of bureaucratic organizations, if any, he belongs to, as well as his approximate rank within those organizations. For example, using it on a Guild factor could reveal that he belongs to a mercantile enterprise and holds a high position, but wouldn’t provide  the specifics of his membership in the Guild.","charm-rollexpr":""},{"attr-mins":{"bureaucracy":3,"essence":2},"prereq":["Confluence of Savant Thought"],"charm-skill":"Bureaucracy","charm-name":"Charting Unfamiliar Tides","charm-type":"Permanent","charm-duration":"Permanent","charm-cost":"—","rep-cost-mote":0,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"water","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"Even at Creation’s farthest shores, where strange people follow stranger customs, a bureaucracy is a bureaucracy. The Dragon-Blood can use Confluence of Savant Thought to introduce facts about bureaucratic and mercantile organizations she isn’t familiar with, as long as she’s spent at least a scene interacting with or eavesdropping on members of that organization acting in their official capacity.","charm-rollexpr":""},{"attr-mins":{"bureaucracy":4,"essence":3},"prereq":["Thrashing Carp Serenade"],"charm-skill":"Bureaucracy","charm-name":"Meddling Bridge-Burner Approach","charm-type":"Simple","charm-duration":"One story","charm-cost":"5m, 1wp","rep-cost-mote":5,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"fire","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"The Dragon-Blood’s incendiary rhetoric turns her political rival’s bases against them or drives a wedge between even the closest of business partners. After spending at least a scene interacting with a character in his official bureaucratic capacity , she rolls ([Manipulation or Intelligence] + Bureaucracy) opposing his ([Charisma or Intelligence] + Bureaucracy). If she succeeds, she may assail her target’s position within a bureaucratic organization. Any rolls that character makes to carry out the official business of that organization or to influence his subordinates within the bureaucracy to perform their official duties lose successes equal to the 1s on the roll. Additionally, for the purpose of the victim’s influence rolls, any positive Ties toward him or toward the organization possessed by organization members are treated as one step lower. Alternatively, the Dragon-Blood may attack one of her victim ’s business or political relationships with another character . To do so, that other character must be present when the Dragon-Blood uses this Charm. If she uses this variant, any influence roll her victim makes against his partner in the context of their business or political relationship lose successes equal to the 1s on the roll, as do any read intentions rolls he makes against the partner. Additionally, the victim suffers –1 Resolve and Guile against his partner. Any positive Ties the partner has toward the victim or any organization the victim belongs to are treated as one step lower for the purpose of the victim’s influence rolls. The victim may free himself from the effects of the first version of this Charm by completing a project to advance  or reestablish his position with an organization, or the second version by completing a project to fulfill the requests or agenda of the partner who was targeted by this Charm. Either version can be negated by magic such as Woe-Capturing Web (Exalted, p. 288). Once anyone uses this Charm against a member of an organization, members of that organization can’t be targeted with it until the start of the next story.","charm-rollexpr":""},{"attr-mins":{"bureaucracy":5,"essence":3},"prereq":["Sprouting Bamboo Cultivation"],"charm-skill":"Bureaucracy","charm-name":"Growth Investment Propagation","charm-type":"Simple","charm-duration":"Instant","charm-cost":"10m, 1wp","rep-cost-mote":10,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"wood","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"A savvy player of the market, the Dragon-Blood conceals funds in profitable investments and revenue-earning ventures, ensuring she always has savings to draw on for unexpected expenses. When she makes a purchase using her Resources rating (Exalted, p. 578), she may expend these saved funds, treating her Resources rating  as though it were two dots higher for purposes of that transaction, and doubling 7s on any bargain roll involved in the transaction. If this would raise her effective  Resources rating above 5, she can instead make a Resources 5 purchase without incurring any debt. Using this Charm entails revealing the existence of funds the Dragon-Blood has acquired off-screen, not creating money ex nihilo. In circumstances where it wouldn’t make sense for the Dragon-Blood to access her investments, the Storyteller may require an appropriate  stunt to justify using this Charm — a Dragon- Blood marooned on a far-off Western island can’t call in her savings, unless she reveals she’s been funding trade with the island’s natives. This Charm can only be used once per story, unless reset by completing a project with a primary goal of amassing wealth or creating a profitable investment.","charm-rollexpr":""},{"attr-mins":{"bureaucracy":5,"essence":5},"prereq":["Flowing Authority Insinuation"],"charm-skill":"Bureaucracy","charm-name":"Pearl-and-Coral Diadem","charm-type":"Simple","charm-duration":"One story","charm-cost":"7m, 1wp","rep-cost-mote":7,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"water","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Psyche","charm-description":"","charm-effect":"Flowing with the tides of a bureaucracy, the Dragon- Blood rises effortlessly to the top. She makes a special ([Appearance or Manipulation] + Bureaucracy) instill roll, ignoring the penalty for group influence, against all members of a specific organization present in a scene. A character whose Resolve is beaten will perceive the Dragon-Blood as either someone who holds a position of superior rank within that organization or as someone whose credentials make them a natural choice for filling such a role, depending on which option is more plausible. The Dragon-Blood gains the benefits of any positive Ties those characters have toward the organization in question , and affected characters will carry out any inconvenient  tasks (Exalted, p. 216) she assigns them without requiring an influence roll if they have such a Tie. While this Charm is active, the Dragon-Blood may use Flowing Authority Insinuation for only five motes if she targets an affected character, and such characters can’t resist with Willpower unless they first resist this effect. She waives Thrashing Carp Serenade’s Willpower cost when she uses it against an organization she’s used this Charm to secure a position of authority within. This effect can be resisted for one Willpower, but only when a character is confronted with evidence that the Dragon-Blood doesn’t actually hold a position within the organization or is unqualified to do so, when he’s mistreated by the Dragon-Blood, or when another organization  member succeeds on an instill roll to turn him against the Dragon-Blood. Characters who resist realize they’ve been deceived, but not that mind-altering magic is involved. When this Charm ends, all affected characters that didn’t resist gradually begin to realize that they’d mistaken the Dragon-Blood for someone in authority, though they don’t realize they were deceived. Depending on how the Dragon- Blood acted on the group’s behalf, they may form positive Ties toward her and offer her a formal position within it. Backer: Mackenzie Belmont","charm-rollexpr":""}],"Craft":[{"attr-mins":{"craft":5,"essence":3},"prereq":["Flawless Facet Realization"],"charm-skill":"Craft","charm-name":"Dragon-Ancestor Bequest","charm-type":"Simple","charm-duration":"Instant","charm-cost":"15m, 1wp, 10wxp per Evocation","rep-cost-mote":15,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"wood","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"Stoking Inspiration’s Forge The wonders born from the Dragon-Blood’s forge desire worthy masters, flourishing in the hands of their maker’s heirs and comrades. Activating this Charm entails a ritual ceremony in which the Dragon-Blood presents an artifact she’s crafted to a blood relative or a Hearthmate. She awakens up to (recipient’s Essence) of the artifact’s Evocations for the recipient at no experience point cost, spending ten white points for each Evocation awakened. Dragon-Ancestor Bequest can only be used on any given artifact once.","charm-rollexpr":""}],"Dodge":[{"attr-mins":{"dodge":4,"essence":1},"prereq":["Flickering Candle Meditation"],"charm-skill":"Dodge","charm-name":"Nimble Zephyr Defense","charm-type":"Reflexive","charm-duration":"Instant","charm-cost":"1m","rep-cost-mote":1,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"air","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Uniform","charm-description":"","charm-effect":"Gracefully maneuvering around her attackers, the Dragon-Blood lets the force of their blows disperse into the wind. She must use the Charm before an attack roll. On a successful dodge, her attacker loses a point of Initiative. If the attack roll contains any 1s, she may dodge the attack even if its successes equal her Evasion. In Air Aura, the Dragon-Blood gains the lost Initiative.","charm-rollexpr":""},{"attr-mins":{"dodge":3,"essence":2},"prereq":["Heat-of-Battle Advance"],"charm-skill":"Dodge","charm-name":"Ascending Ember Trick","charm-type":"Reflexive","charm-duration":"Instant","charm-cost":"3m","rep-cost-mote":3,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"air","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":"on","charm-keywords":"Air/Fire","charm-description":"","charm-effect":"A burst of superheated air propels the supine Dragon- Blood back onto her feet. She makes a rise from prone action (Exalted, p. 198) reflexively, and can do so outside her turn. This still counts as her movement action for the round.","charm-rollexpr":""},{"attr-mins":{"dodge":3,"essence":2},"prereq":["Hopping Firecracker Evasion"],"charm-skill":"Dodge","charm-name":"Light-as-Clouds Method","charm-type":"Permanent","charm-duration":"Permanent","charm-cost":"—(+4m)","rep-cost-mote":0,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"air","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":"on","charm-keywords":"Air/Fire","charm-description":"","charm-effect":"The Dragon-Blood takes advantage of her enemy’s lust for battle, turning the wasted momentum of his attack into a burst of wind that carries her out of danger. When she uses Hopping Firecracker Evasion, she may pay a four-mote surcharge to reflexively roll to disengage, adding bonus dice equal to the Overwhelming rating of her enemy’s weapon. If successful, in addition to Hopping Firecracker Evasion’s usual effects, she can reflexively move away if any enemy moves toward her before her next turn, as per a standard disengage. This doesn’t count as her move action for the round. Such uses of Hopping Firecracker Evasion are both Air- and Fire-aspected. In Air or Fire Aura, the Initiative cost to disengage is waived.","charm-rollexpr":""},{"attr-mins":{"dodge":3,"essence":2},"prereq":["Flickering Candle Meditation"],"charm-skill":"Dodge","charm-name":"Salvo-to-Silt Technique","charm-type":"Reflexive","charm-duration":"Instant","charm-cost":"2m, 1i","rep-cost-mote":2,"rep-cost-will":0,"rep-cost-init":1,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"water","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Perilous, Uniform","charm-description":"","charm-effect":"The Dragon-Blood’s anima thickens to a viscous liquidity , slowing or even stopping projectiles in mid-air. She imposes a –(Anima) penalty on the attack roll of a ranged attack with a physical projectile or flame-based ranged attack against her Evasion. If the attack hits, up to (Anima) 1s on the damage roll subtract successes, or (Anima) 1s and 2s for flame-based attacks. If the Dragon-Blood successfully dodges an attack with a physical projectile, the projectile becomes caught in her anima banner. She can pluck these suspended projectiles  from her anima for her own use. If her anima fades to dim, all suspended projectiles fall to the ground.","charm-rollexpr":""},{"attr-mins":{"dodge":4,"essence":2},"prereq":["Flickering Candle Meditation"],"charm-skill":"Dodge","charm-name":"Stone-Sculpting Fortification","charm-type":"Supplemental","charm-duration":"Instant","charm-cost":"5m","rep-cost-mote":5,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"earth","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"The earth rises to enfold the Dragon-Blood, ensuring she has a place of safety to move into as she evades her foes. As long as there is any earth, stone, or similar material within close range, she can attempt a take cover action, creating an earthen barrier that provides light cover (Exalted, pp. 198- 199) if she succeeds. Alternatively, if she can take advantage of earthen or stone scenery that would normally provide light cover, a successful roll upgrades it to heavy cover, drawing loose soil or stones to fortify it. The environmental changes made by this Charm are permanent, and other characters can gain cover from the barrier created. In Earth Aura, the Dragon-Blood doubles 9s on enhanced  take cover actions.","charm-rollexpr":""},{"attr-mins":{"dodge":5,"essence":4},"prereq":["Safety Among Enemies"],"charm-skill":"Dodge","charm-name":"Heart Like Water","charm-type":"Reflexive","charm-duration":"Instant","charm-cost":"4m, 3i, 1wp, expend Air or Water Aura","rep-cost-mote":4,"rep-cost-will":1,"rep-cost-init":3,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"air","charm-mute":"","charm-balanced":"on","charm-can-cycle-aspects":"on","charm-keywords":"Air/Water, Aura, Counterattack, Decisive-only","charm-description":"","charm-effect":"Light as air, fluid as water, the Dragon-Blood flows around hostile force with infinite grace, letting her enemy  defeat himself. After successfully dodging a decisive attack, she turns it back on her attacker, rolling a decisive  counterattack with (Wits + Dodge). All Charms that the attacker used to enhance his original attack also apply to this counterattack at no additional cost. If it hits, it uses the attacker’s Initiative to determine damage (before he loses any due to missing), and resets him to base Initiative, not the Dragon-Blood. The Dragon-Blood can enhance this counterattack with any Water Dragon style Charms she knows, regardless of the Ability it was originally made with. This Charm can only be used once per day, unless reset by incapacitating a nontrivial enemy with an attack redirected  either by it or by Safety Among Enemies. Backer: Michael Maitan","charm-rollexpr":""}],"Integrity":[{"attr-mins":{"integrity":2,"essence":1},"prereq":["Oath of the Ten Thousand"],"charm-skill":"Integrity","charm-name":"Moon-and-Earth Marriage","charm-type":"Permanent","charm-duration":"Permanent","charm-cost":"—","rep-cost-mote":0,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"air","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"Dragons In the Age of Sorrows, there has been only war between the Dragon-Blooded host and the Lunar Exalted, but it was not always so. This Charm is a secret that might have been, and may yet be. The Dragon-Blood must spend this Charm’s training time interacting with a willing Lunar who she has a positive Defining Tie toward, and who has a positive Defining Tie toward her. Their interactions culminate as the Charm is learned, creating a Terrestrial Bond between the Dragon-Blood and the Lunar. The Dragon-Blood treats the Lunar as one of her Sworn Kin for all purposes. This effect doesn’t extend to the Dragon- Blood’s Hearth, if she has one; the Terrestrial Bond is a separate affinity. Her Tie for the Lunar is permanently protected as per this Charm’s prerequisite. The Lunar gains the ability to sense the Dragon-Blood, as usual for Sworn Kin (Dragon-Blooded, p. 154), and treats her as a Solar mate for all purposes. If her Tie toward him is ever fully eroded, she immediately forms a new Minor Tie toward him after the scene’s end. A Lunar can only have one Terrestrial mate at a time, and vice versa, and this bond can be broken only by death. Backer: Moral Wiz","charm-rollexpr":""},{"attr-mins":{"integrity":4,"essence":3},"prereq":["Heart-Hardening Meditation"],"charm-skill":"Integrity","charm-name":"Rot-Pruning Conviction","charm-type":"Reflexive","charm-duration":"Instant","charm-cost":"3m","rep-cost-mote":3,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"wood","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"The Dragon-Blood prunes the garden of her own heart, removing diseased buds to make room for new growth. When she spends Willpower to resist an influence roll that aligned with one of her Major or Defining Intimacies, she may shed that Intimacy entirely. In its place, she forms a new Minor Intimacy that reflects her reasons for resisting the influence. She can’t shed Intimacies  to her Hearthmates this way.","charm-rollexpr":""},{"attr-mins":{"integrity":5,"essence":3},"prereq":["Ten Thousand Dragons Fight as"],"charm-skill":"Integrity","charm-name":"Ten Thousand Dragons Stand Together","charm-type":"Reflexive","charm-duration":"Instant","charm-cost":"5m, 1wp","rep-cost-mote":5,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"earth","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"One None can put asunder the sacred oath of a Sworn Kinship. When a character that isn’t part of the Dragon- Blood’s Hearth makes an influence roll targeting her or any of her Sworn Kin, they may combine their will against it. If any Hearthmate who witnesses the influence  has an Intimacy opposing it, it becomes available to all members of the Hearth, either to bolster their Resolve or to use in Decision Points. A Hearthmate who does so subsequently gains the borrowed Intimacy at Minor intensity. If a Hearthmate already has two opposing Defining Intimacies — either ones he possesses naturally, or ones borrowed from a Hearthmate — each additional Hearthmate who possesses an opposing Defining Intimacy instead grants him +1 Resolve each. If the Dragon-Blood uses this Charm multiple times in the same scene, the Willpower cost of all activations past the first is waived. Backer: Demstyx NN","charm-rollexpr":""}],"Investigation":[{"attr-mins":{"investigation":5,"essence":3},"prereq":["Scent of the Stranger’s Threshold"],"charm-skill":"Investigation","charm-name":"Goblin-Thwarting Hunch","charm-type":"Supplemental","charm-duration":"Instant","charm-cost":"4m","rep-cost-mote":4,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"earth","charm-mute":1,"charm-balanced":"on","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"The eerie touch of the Wyld is like a film of pollution to the Dragon-Blood’s keen eye, an unsettling sign that the enemies of Creation are at work. She doubles 9s on a profile character roll or read intentions roll against a Fair Folk or other creature native to the Wyld, a case scene roll to find clues left behind by such creatures or by the influence of the Wyld itself, or on any Awareness, Lore, Occult, or Survival rolls to detect the influence of the Wyld.","charm-rollexpr":""}],"Larceny":[{"attr-mins":{"larceny":3,"essence":1},"prereq":["Flowing Body Disguise"],"charm-skill":"Larceny","charm-name":"Veiled Dragon’s Secret","charm-type":"Simple","charm-duration":"One day","charm-cost":"5m","rep-cost-mote":5,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"Manipulating the Essence of the five elements that flow through her, the Dragon-Blood conceals her true Aspect. Upon using this Charm, she chooses an element, and the cosmetic appearance of her anima banner and Aspect markings change such that her elemental Aspect appears to be the chosen element. She can’t use this Charm to imitate the anima banners or Aspect markings of specific Dragon-Blooded — rather, her disguised anima  and Aspect markings are still reflective of her own personality and nature. This Charm’s Aspect is the same as the elemental Aspect that the Dragon-Blood emulates. H e I r S T O T H e S H O G U N AT e","charm-rollexpr":""},{"attr-mins":{"larceny":5,"essence":3},"prereq":["Terrifying Forest-Devil Mask"],"charm-skill":"Larceny","charm-name":"Hundred-Devil Masquerade","charm-type":"Permanent","charm-duration":"Permanent","charm-cost":"—","rep-cost-mote":0,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"wood","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"The legends of fearsome monsters, noble outlaws, and ancient heroes take on a life of their own through the Dragon-Blood. She waives Terrifying Forest- Devil Mask’s Willpower cost if she uses it to assume a role that she’s previously taken with it. Additionally, the Dragon-Blood’s masks draw power from their legend, slowly transforming into artifacts. This transformation is represented by the mask gaining Mystique, which occurs under the following circumstances. • Once per session, when the Dragon-Blood upholds the Intimacy conferred by the mask, it gains 1 Mystique. • Once per session, when a narratively significant character forms or upholds a Major or Defining Tie toward the role embodied by the mask, it gains 1 Mystique. • When the Dragon-Blood completes a major character  or story goal that aligns with the Intimacy conferred  by the mask, it gains 1 Mystique. • When the Dragon-Blood achieves a legendary social goal (Exalted, p. 134) that aligns with the Intimacy conferred by the mask, it gains 5 Mystique. • Once per story, when the Dragon-Blood defeats an enemy in a fashion that aligns with the Intimacy conferred by the mask — potentially in combat, but including other forms of defeat such as humiliating him in front of his admirers or driving his merchant  enterprise bankrupt — it gains (his Essence) Mystique, maximum 5. Once a mask accrues 50 Mystique, it becomes a threedot  artifact, with Evocations based on both the legend that’s formed around the role it depicts and any magical materials it’s composed of. The Dragon-Blood may incorporate jade or another magical material into the mask to complete this process to gain greater resonance with its Evocations; this requires no roll. She immediately  awakens one of the mask’s Evocations at no experience  point cost. The Dragon-Blood can only have one mask in the process  of accruing Mystique at a time. Backer: Brian Rivers","charm-rollexpr":""},{"attr-mins":{"larceny":5,"essence":3},"prereq":["Investigation-Deflecting Current"],"charm-skill":"Larceny","charm-name":"Kinship’s Shadow Subterfuge","charm-type":"Reflexive","charm-duration":"Indefinite","charm-cost":"5m, 1wp","rep-cost-mote":5,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"fire","charm-mute":1,"charm-balanced":"","charm-can-cycle-aspects":"on","charm-keywords":"Fire/Water","charm-description":"","charm-effect":"The Dragon-Blood conceals her soul’s depths from even her own Sworn Kin, twisting their oath to blind her brothers to her true self. When one of her Hearthmates rolls against her Guile, she adds any positive Tie that Hearthmate has toward her to her Guile as a non- Charm bonus. Additionally, when a Hearthmate attempts to sense her with his anima power, she’s aware of it and may attempt to deceive him. He rolls (Perception + [Awareness, Investigation, or Socialize]) opposing her Guile; if he fails, she causes him to sense her as being at a point within long range of her. Should she die, she may conceal  this from her Sworn Kin as well. Should the Dragon-Blood betray a Hearthmate, she loses only one point of Willpower, not all of it. Backer: Josh Raveling","charm-rollexpr":""}],"Linguistics":[{"attr-mins":{"linguistics":3,"essence":1},"prereq":["Language-Learning Ritual"],"charm-skill":"Linguistics","charm-name":"Root Tongue of the Dragon’s Stemmata","charm-type":"Reflexive","charm-duration":"One scene","charm-cost":"3m, 1wp","rep-cost-mote":3,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"wood","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"Immersing herself in the shared lineage that unites the Terrestrial host, the Exalt transcends all boundaries of language that would divide her from her kinsfolk. Her spoken words can be understood by any Dragon-Blood, regardless of language, and she may likewise understand them. She can also read anything written by another Dragon-Blood in any language, although her own writings  aren’t translated for other Dragon-Blooded. Her keen affinity for the psyche of her Terrestrial kin lets her reroll 1s on rolls to read the intentions of Dragon- Blooded or break ciphers created by Dragon-Blooded. A scene spent using this Charm to communicate with a Dragon-Blood speaking an unknown tongue can substitute  for the (6 – Intelligence) days of study needed to use Language-Learning Ritual for that language.","charm-rollexpr":""},{"attr-mins":{"linguistics":4,"essence":2},"prereq":["Thousand Tongues Meditation"],"charm-skill":"Linguistics","charm-name":"Stolen Breath Understanding","charm-type":"Simple","charm-duration":"Varies","charm-cost":"5m, 1wp","rep-cost-mote":5,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"air","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"Drinking in a person’s breath, the Dragon-Blood steals his voice. She rolls ([Manipulation or Wits] + Linguistics) against the Resolve of a character within close range to breathe in his exhalation. If successful, she draws out his fluency in a single language, gaining the ability to speak and comprehend it as per Language- Learning Ritual for (Essence + extra successes) days. She suffers no penalties on influence rolls made with that language, speaking with the accent and dialect of the character she stole it from, and can mimic his voice flawlessly. This Charm’s victim doesn’t lose fluency in the chosen language, but his voice is unnaturally quiet whenever he speaks in it, imposing a –3 penalty on any spoken influence  rolls he makes in that language. He can reclaim his stolen voice by breathing in the Dragon-Blood’s exhalation while at close range. This requires a difficulty  6 gambit in combat, but can potentially be achieved outside of combat through social influence, Larceny, or other means. With Linguistics 5, Essence 3, the Dragon-Blood may steal up to (Intelligence) languages with a single activation , committing an additional two motes for each language past the first. Backer: Mark Hales","charm-rollexpr":""},{"attr-mins":{"linguistics":3,"essence":1},"prereq":["Cryptic Essence Cipher"],"charm-skill":"Linguistics","charm-name":"Under the Rose","charm-type":"Simple","charm-duration":"Instant","charm-cost":"5m","rep-cost-mote":5,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"wood","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"Wind-Carried Words Technique The Dragon-Blood buries a written message in the soil and suffuses it with Wood Essence, bidding it to grow and blossom into a small but colorful flower. The arrangement of petals and leaves on the flower acts as a cipher created with Cryptic Essence Cipher, conveying the contents of the message, which can be up to one page. The Dragon-Blood rolls ([Intelligence or Manipulation] + Linguistics), doubling 9s, to determine the strength of the cipher, but few realize the code is there to be broken — the plant cannot be distinguished from ordinary flowers  except by actions enhanced with magic. However, to the intended recipient of the flower, it’s immediately recognizable that the plant contains a message.","charm-rollexpr":""}],"Lore":[{"attr-mins":{"lore":3,"essence":1},"prereq":["Elemental Concentration Trance"],"charm-skill":"Lore","charm-name":"Deadly Essence Flashpoint","charm-type":"Reflexive","charm-duration":"One scene","charm-cost":"1m per die","rep-cost-mote":1,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"","charm-mute":"","charm-balanced":"on","charm-can-cycle-aspects":0,"charm-keywords":"Stackable","charm-description":"","charm-effect":"The Dragon-Blood inverts the destructive force of her anima banner, drawing it inward and letting it build unto a terrifying strength. Whenever she would roll anima  flux, she may instead commit one mote to hold her flux in abeyance. She may have up to (higher of Essence or 3) activations of this Charm stacked. When the Dragon-Blood makes a decisive attack, she may release all motes committed to this Charm to add one die of decisive damage per mote as her unleashed flux wreathes the attack. If she enhances an Elemental Bolt Attack this way, its range is extended by one range band, maximum long. This Charm’s Aspect is the same as the Dragon-Blood’s.","charm-rollexpr":""},{"attr-mins":{"lore":3,"essence":2},"prereq":["Elemental Bolt Attack"],"charm-skill":"Lore","charm-name":"Mantle of Elemental Power","charm-type":"Simple","charm-duration":"One scene","charm-cost":"3m, 1a, 1wp","rep-cost-mote":3,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"The Dragon-Blood channels her anima into a puissant manifestation of her Aspect’s element. An Air Aspect might surround herself with a nimbus of crackling lightning; a Wood Aspect could conjure a swirling vortex of cherry blossom petals; countless fragments of stone might orbit an Earth Aspect. This Charm’s elemental  aspect is the same as the Exalt’s. Drawing from this manifestation enhances her Elemental Bolt Attack when she uses it with her Aspect’s element: • Its cost is reduced by three motes. • When a Simple or Reflexive Charm lets her make an Archery or Thrown attack, she can reflexively use Elemental Bolt Attack to make it. • She can use Elemental Bolt Attack reflexively to defend against an attack with a display of elemental  power, applying a Parry rating of ([Dexterity + Ability]/2, rounded up, + 1). Either Archery or Thrown may be used. • In her Aspect’s Aura, she waives the anima cost to extend the range of her elemental bolts. Backer: Matthew","charm-rollexpr":""},{"attr-mins":{"lore":5,"essence":5},"prereq":["Dragon Vortex Attack"],"charm-skill":"Lore","charm-name":"As in the Beginning","charm-type":"Simple","charm-duration":"Five hours","charm-cost":"30m, 3wp, expend Aura","rep-cost-mote":30,"rep-cost-will":3,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Aura, Perilous","charm-description":"","charm-effect":"Embodying the creative and destructive power of the Five Elemental Dragons, the Dragon-Blood unleashes a primal force not witnessed since Creation’s birth. Her anima banner flares to bonfire, straining with barely -contained force that mounts over the course of five hours. During this time, the Dragon-Blood can’t take any non-reflexive actions or movement actions. Anyone who can see her anima banner can tell that disaster is imminent; a difficulty 2 ([Intelligence or Perception] + Occult roll) reveals exactly how much time remains. The Dragon-Blood’s anima collapses, dispersing harmlessly , if she leaves Aura or is crashed, incapacitated, or forcibly moved by an enemy. After five hours uninterrupted, the Dragon-Blood expends  her Aura and rolls (Intelligence + Lore), unleashing  a blast that extends (successes/2) miles outwards. She and her Hearthmates are immune to the blast’s immediate consequences; she can use Enfolded in the Dragon’s Wings (Dragon-Blooded, p. 282) to grant the same protection to all allied characters within medium range. The Storyteller determines how much damage the blast inflicts on mundane scenery and trivial opponents , up to uncountable damage. Affected battle groups must check for rout against difficulty 4. The blast’s other effects depend on its elemental aspect: Air: The sky darkens, pouring down harsh rain or heavy snowfall accompanied by gale-force winds and flashing lightning. • Precipitation imposes a –2 penalty on all vision- or hearing-based rolls. • Winds impose a –3 penalty on movement actions, ranged attacks, and similar rolls. • Airborne characters and trivial opponents treat all movement as difficult terrain. • Characters exposed to the storm suffer an environmental  hazard with difficulty 2, Damage 10L/hour; a failed roll indicates they’ve been struck by lightning. The storm lasts (Dragon-Blood’s successes/2) hours, rounded up, but can be dispersed earlier through magic or the creative actions of characters. Earth: The land shakes and grinds horrifically as seismic  tremors shudder through it. • All characters within range must make a difficulty 3 (Dexterity + Athletics) balance roll or fall into a yawning chasm, suffering falling damage as per a short-range fall (Exalted, p. 232) unless they find a way to mitigate it. Climbing out requires a difficulty 3 ([Dexterity or Strength] + Athletics) roll, although characters may escape by other means, such as Monkey Leap Technique. • The damage wrought by the earthquake renders the entire area difficult terrain (Exalted, p. 199), and the speed of any long-range travel through the affected area is halved. Fire: A roaring conflagration engulfs the land, setting the world ablaze. • All characters suffer a one-time environmental hazard  with difficulty 5, Damage 6L. • Forests, grasslands, wooden structures, and other flammable terrain catches fire and continues to burn with a lesser intensity (difficulty 5, Damage 4L/round) until they’re extinguished or no fuel remains. • A haze of smoke and ash hangs over the affected area, imposing a –2 penalty on any vision- or scentbased  rolls. This lasts (Dragon-Blood’s successes/2) hours, rounded up, unless dispersed earlier by natural weather, magic, or the creative actions of characters, and may last longer if large regions remain  ablaze. Water: A swirling pillar of water descends from the sky or rises from the sea, before dispersing in all directions as a crushing tidal wave. • Depending on a character’s proximity to the Dragon- Blood, the amount of time they have to prepare for the wave’s impact varies — those within long range are struck by it instantly, without an opportunity to seek cover, while someone miles away from her might have minutes to prepare. • Characters unable to reach a place of safety before  being hit must make a difficulty 5 ([Strength or Stamina] + Athletics) roll to avoid being carried away. If they fail, they’re knocked one range band away from the Dragon-Blood per success they failed by. If this movement is interrupted by hitting a barrier, the character takes damage as though he’d suffered a fall from a height equal to the number of range bands of movement prevented. • Ships caught in this wave suffer ten dice of Hull damage . Captains can roll (Wits + Sail) to avoid the worst of it, subtracting one die of damage per success. • The blast is also likely to cause mass flooding in valleys  and similar areas. Wood: Gigantic vines burst from the ground, bearing vibrant flowers that bloom with toxic pollen. • The overgrowth renders the entire area difficult terrain and halves the speed of long-term travel through it, although travelers can potentially bypass this by setting fire to the vines or destroying them through other means. • Pollen imposes a –3 penalty on scent-based rolls. • The pollen is also an inhaled poison. The first time a character breathes in the affected area, and after each hour of exposure thereafter, they must roll against a poison with Damage 1B/minute, Duration 10 minutes, and a –3 penalty. The vines remain until destroyed, but their flowers wilt after (Dragon-Blood’s successes/2) hours, rounded up, ending the pollen haze. It can be dispersed earlier by natural  weather, magic, or the creative actions of characters. The Dragon-Blood’s Hearthmates can contribute their Auras to this Charm, as long as they remain within short range and abide the same restrictions she does. Only one Aura of each element can be contributed, adding a non-Charm die on the Lore roll and conferring  that element’s effects on the blast. The effects of different elements will combine without cancelling one another — Water and Fire, for example, would combine to unleash a scalding tsunami hot enough to set the battlefield afire. After using this Charm, the Dragon-Blood and all Hearthmates that contributed Auras suffer a –4 fatigue penalty on all rolls. Each full night’s rest lowers the penalty  by one; until it’s fully removed, affected characters can’t regain Willpower from rest. This Charm can only be used once per story or year, whichever is longer. Backer: Ashley Thompson","charm-rollexpr":""}],"Medicine":[{"attr-mins":{"medicine":3,"essence":2},"prereq":["Wound-Closing Technique"],"charm-skill":"Medicine","charm-name":"Flesh-Sealing Flame Technique","charm-type":"Permanent","charm-duration":"Permanent","charm-cost":"—(+2m or 2i)","rep-cost-mote":"[[ (?{Ressource Spent Type ?|Motes,1|Initiative,2} % 2) * 2 ]]","rep-cost-will":0,"rep-cost-init":"[[ (ceil(?{Ressource Spent Type ?|Motes,1|Initiative,2} / 2) % 2) * 2 ]]","charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"fire","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"The Dragon-Blood cauterizes wounds with flamewreathed  hands, searing flesh and saving lives. When she uses Wound-Closing Technique to convert lethal damage to bashing, she may pay a surcharge of two motes or two Initiative to complete the treatment instantly , doubling 9s on the roll. Her cauterizing touch also automatically staunches her patient’s wounds (Exalted, p. 174) and prevents his wounds from becoming  infected (Exalted, p. 235). However, the pain of this procedure increases her patient’s wound penalty by –1 for (6 – patient’s Stamina) rounds. Alternatively, the Dragon-Blood may pay a two-mote or two-Initiative surcharge to use Wound-Closing Technique to make a rally for numbers roll with (Intelligence + War), adding (Medicine) non-Charm dice, quickly patching her soldiers’ wounds to get them back on their feet. Uses of Wound-Closing Technique enhanced by this Charm are Fire Aspected.","charm-rollexpr":""}],"Melee":[{"attr-mins":{"melee":3,"essence":2},"prereq":["Crimson Fang Bite"],"charm-skill":"Melee","charm-name":"Oncoming Storm Stance","charm-type":"Reflexive","charm-duration":"Instant","charm-cost":"1a, 1i per two motes","rep-cost-mote":0,"rep-cost-will":0,"rep-cost-init":1,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"air","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Perilous","charm-description":"","charm-effect":"Lightning arcs across the Dragon-Blood’s weapon as she hones her deadly focus. When she aims at an enemy within close range, she may spend up to (Perception/2, rounded up) Initiative to gain two motes for each point of Initiative spent. These motes can only be used to enhance a Melee attack that benefits from that aim action , and are lost if the Dragon-Blood doesn’t attack the enemy she aimed against on her next turn.","charm-rollexpr":""},{"attr-mins":{"melee":4,"essence":2},"prereq":["Oncoming Storm Stance"],"charm-skill":"Melee","charm-name":"Unerring Lightning Razor","charm-type":"Supplemental","charm-duration":"Instant","charm-cost":"6m","rep-cost-mote":6,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"air","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Uniform","charm-description":"","charm-effect":"Honing her focus and concentration beyond the limits of human perception, the Dragon-Blood unleashes arcing lighting along her blade’s edge, guiding it to strike true. When she makes an attack that benefits from aiming, she rerolls (Essence) non-1 failures on both an attack and damage  roll. If her enemy is wearing metal armor (including artifact  armor made from the five magical materials), she adds its mobility penalty to the number of failures she can reroll. A Melee 5, Essence 3 repurchase lets the Dragon-Blood pay a one-Willpower surcharge while in Air Aura to reflexively aim against an enemy wearing metal armor before attacking with this Charm. Backer: Quinn Radich","charm-rollexpr":""},{"attr-mins":{"melee":3,"essence":2},"prereq":["Flame-Borne Interception"],"charm-skill":"Melee","charm-name":"Wrath-Grounding Guard","charm-type":"Reflexive","charm-duration":"Instant","charm-cost":"4m","rep-cost-mote":4,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"earth","charm-mute":"","charm-balanced":"on","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"Whether it be lightning crackling from a sorcerer’s fingertips or the fires of Hell, the Dragon-Blood diverts deadly energies into her weapon, grounding them harmlessly. She gains +1 non-Charm Parry against an attack made up entirely of Essence or other magical energy with no physical component, such as Elemental Bolt Attack, and 1s on the attack roll subtract successes. She can parry such attacks even if they’re unblockable. In Earth Aura, when one of the Dragon-Blood’s allies within medium range is targeted with an attack made up entirely of Essence or other magical energy, the Dragon-Blood may expend her Aura to reflexively protect that ally as per a defend other action, diverting the flow of energy toward herself. Even if her Parry is beaten, the attacker must target her, not her ward.","charm-rollexpr":""},{"attr-mins":{"melee":5,"essence":2},"prereq":["Wrath-Grounding Guard"],"charm-skill":"Melee","charm-name":"Lightning-Drinking Blade","charm-type":"Permanent","charm-duration":"Permanent","charm-cost":"—","rep-cost-mote":0,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"earth","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"When the Dragon-Blood successfully blocks an attack with Wrath-Grounding Guard, she gains motes equal to the 10s on the attack roll, maximum (higher of Essence or 3) motes, strengthening herself with her enemy’s power. If the attack was made against a character the Dragon-Blood was protecting with a defend other action , she gains an additional mote. With Melee 5, Essence 3, if the Dragon-Blood would receive  motes from parrying an attack based on one of the five elements, she may instead forgo the mote reward and pay one Willpower to enter the Elemental Aura that matches the attack’s element.","charm-rollexpr":""},{"attr-mins":{"melee":4,"essence":2},"prereq":["Flame-Borne Interception"],"charm-skill":"Melee","charm-name":"Dragon-Scale Shield","charm-type":"Reflexive","charm-duration":"Instant","charm-cost":"1m, 1i","rep-cost-mote":1,"rep-cost-will":0,"rep-cost-init":1,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Perilous, Uniform","charm-description":"","charm-effect":"The Dragon-Blood channels the force of her elemental Aspect into her defense, wreathing her blade or shield in anima. She gains a benefit based on her Aspect: Air: The Dragon-Blood’s weapon unleashes a blast of air as she defends, adding +1 Parry as a non-Charm bonus  against any ranged attack with a material projectile. Earth: The Dragon-Blood’s weapon takes on the weight of mountains, adding +1 Parry as a non-Charm bonus against a disarm gambit. If she blocks with a heavy weapon, she can apply this bonus against any attack, and increases the bonus against disarm gambits to +2. Fire: The Dragon-Blood’s defense radiates fiery intensity . A successful block against an attacker at close range causes him to lose one Initiative, plus one Initiative for every 1 he rolls (which she doesn’t gain). Water: A swirling ribbon of water coils around the Dragon-Blood’s weapon, lashing out at attackers. If she successfully blocks an attack from close range while benefitting from a Full Defense, her attacker incurs a –1 onslaught penalty. Wood: Vibrant flower petals trail behind the Dragon-Blood’s weapon, as beautiful as they are deadly. If she successfully blocks an attack from close range, her attacker is exposed to a poison with Damage 1i/round (L in Crash), Duration (the Parry applied against his attack) rounds, and a –1 penalty. The Dragon-Blood may purchase additional elemental variants of this Charm for three experience points each. She can activate this Charm multiple times against a single attack to stack the benefits of different elemental variants. The Air variant can be used against non-ranged attacks if combined with another element.","charm-rollexpr":""},{"attr-mins":{"melee":4,"essence":2},"prereq":["Blinding Spark Distraction"],"charm-skill":"Melee","charm-name":"Rumbling Earth Rebuke","charm-type":"Reflexive","charm-duration":"Instant","charm-cost":"4m, 1wp","rep-cost-mote":4,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"earth","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Decisive-only","charm-description":"","charm-effect":"The stalwart force of the Dragon-Blood’s defense is like a seismic shockwave as her attacker’s blades rebound off her weapon. After successfully blocking or clashing an attack made from close range, she may activate this Charm to reflexively attempt a disarm gambit against her attacker. In Earth Aura, a successful gambit inflicts an additional point of onslaught penalty, and destroys mundane weapons rather than disarming them.","charm-rollexpr":""},{"attr-mins":{"melee":4,"essence":3},"prereq":["Unerring Lightning Razor"],"charm-skill":"Melee","charm-name":"Fulminating Thunderclap Surge","charm-type":"Simple","charm-duration":"Instant","charm-cost":"6m, 1a","rep-cost-mote":6,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"air","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Decisive-only","charm-description":"","charm-effect":"Unleashing the tempest within, the Dragon-Blood channels her Essence through her weapon and into a deadly levinbolt. She makes an unblockable decisive attack against an enemy within short range, and halves Hardness from metal armor (including armor made from the five magical materials). In Air Aura, the Dragon-Blood can attack out to medium  range without needing to aim. If she aims before attacking, she adds the aiming bonus to her decisive damage as well as the attack roll. Aiming before using this Charm counts as aiming at an enemy within close range for the purpose of other Dragon-Blooded Melee Charms, like Oncoming Storm Stance (p. 140). This Charm can only be used once per scene unless reset by dealing 5+ withering or 1+ decisive damage to a nontrivial enemy with an attack from close range.","charm-rollexpr":""},{"attr-mins":{"melee":5,"essence":4},"prereq":["Burning Pinnacle Strike"],"charm-skill":"Melee","charm-name":"Spilling the Mountain’s Blood","charm-type":"Simple","charm-duration":"Instant","charm-cost":"8m, 3a, 1wp, expend Earth or Fire Aura","rep-cost-mote":8,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"earth","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":"on","charm-keywords":"Aura, Decisive-only, Earth/Fire","charm-description":"","charm-effect":"Channeling her anima banner into a murderous blow, the Dragon-Blood marks her enemy with lines of red-hot Essence that spread from the point where her weapon struck him. Her killing intent inflames these molten wounds, causing the blazing meridians to pulse and writhe until they finally erupt. She makes a decisive attack, adding (higher of Essence or Strength) attack roll extra successes as dice of damage. If the attack deals any damage, an eruption begins mounting within the victim, culminating at the end of his next turn. He suffers dice of lethal decisive damage equal to the Dragon-Blood’s successes on the attack’s damage roll, ignoring Hardness. If this inflicts 3+ levels  of damage or the victim is incapacitated before the eruption, the ground beneath the victim melts into lava, an environmental hazard with difficulty 5, Damage 6L/ round that lasts one scene. If the Dragon-Blood is incapacitated before the eruption occurs, her killing intent fades, making it possible to prevent the eruption. If the victim or one of his allies succeeds on a difficulty 5 (Intelligence + [lower of Medicine or Occult]) roll as a miscellaneous action, the eruption is averted as the magmatic anima is shunted harmlessly away. Backer: Bryant Devillier","charm-rollexpr":""},{"attr-mins":{"melee":5,"essence":4},"prereq":["Mela’s Flashing Tongue","Oncoming"],"charm-skill":"Melee","charm-name":"Thousandfold Tempest Strike","charm-type":"Simple","charm-duration":"Instant","charm-cost":"8m, 1wp, expend Air Aura","rep-cost-mote":8,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"air","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Aura, Decisive-only","charm-description":"","charm-effect":"Storm Stance Driving her lightning-wreathed weapon into the ground at her feet, the Dragon-Blood unleashes a spectacular burst of flashing lightning and deafening thunder, directing the storm’s fury against her foes. To use this Charm, she must first take an aim action enhanced with Oncoming Storm Stance, and must have Initiative 12+. She rolls a single decisive attack against all characters within close range, friend or foe, making a single attack roll that benefits from aiming and apply it against the Defense of all targets within the range. Her attack carries a base damage against each hit target equal to the number of motes from Oncoming Storm Stance that she spent enhancing the attack, and she divides her Initiative evenly among between all hit characters, rounding up, to determine the total damage. This attack ignores Hardness from metal armor (including armor made from the five magical materials). If the Dragon-Blood knows Fulminating Thunderclap Surge, she may use it reflexively with this Charm to instead strike all characters within short range. This Charm can only be used once per scene, unless reset  by crashing an enemy with Mela’s Flashing Tongue.","charm-rollexpr":""}],"Occult":[{"attr-mins":{"occult":4,"essence":3},"prereq":["Fivefold Resonance Sense"],"charm-skill":"Occult","charm-name":"Dragon’s Egg Hatched","charm-type":"Simple","charm-duration":"(Essence + Intelligence) days","charm-cost":"1m, 1a, 1wp","rep-cost-mote":1,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"The Dragon-Blood bids Creation serve her, and the elements answer the Prince of the Earth. To use this Charm, the Dragon-Blood must be within close range of a dramatic and significant manifestation of an element, such as a windstorm, grove, cliffside, or river. She draws up its Essence and shapes it into a weak elemental servant  with the following traits. • The base traits of any one-dot Familiar (Exalted, p. 161), or of either an elite troop or an assassin (Exalted, pp. 497, 499). The weapons listed for these traits represent the elemental’s natural weapons, rather than literal weaponry. • Up to (Dragon-Blood’s Essence) dots of mutations that represent its elemental nature. • A Defining Tie of loyalty to the Dragon-Blood and, optionally, a Major or Defining Principle chosen by the Storyteller based on the element it’s created from. • Essence 1, an Essence pool of sixty motes, and the Hurry Home Charm (Exalted, p. 509), allowing it to return to the Dragon-Blood’s side for ten motes and one Willpower. • The elemental is more intelligent than most animals , though not as intelligent as the average human . It isn’t capable of speech and can’t understand complex commands or statements. • If the Dragon-Blood knows Elemental Bond Meditation (p. 148), the created elemental counts as a familiar, although  it doesn’t count toward the maximum number of elemental familiars she can have. • If the elemental travels more than (Dragon-Blood’s Essence) miles from her, it dissipates into nothingness  and this Charm ends. While the elemental created by this Charm ceases to exist once this Charm ends, if any of the players are particularly invested in an elemental as a character, its consciousness, personality, memories, and Intimacies may carry over to subsequent uses of this Charm to create another elemental of the same element. This Charm’s aspect is the same as that of the elemental created.","charm-rollexpr":""},{"attr-mins":{"occult":5,"essence":4},"prereq":["Dragon-Sorcerer Puissance","any"],"charm-skill":"Occult","charm-name":"World-Weaving Dragon Demiurge","charm-type":"Supplemental","charm-duration":"One working","charm-cost":"5m, 1wp","rep-cost-mote":5,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"five Terrestrial Circle spells The Dragon-Blooded sorcerer shapes Creation’s elemental  Essence by will alone, drawing forth miracles worthy of the Elemental Dragons. This Charm enhances a sorcerous working that creates, strengthens, or controls  the elements, such as creating a wall of sorcerous flames, granting a bodyguard a lightning-spitting eye, purifying a river, merging two elementals into a gestalt hybrid, or similar. She gains the following benefits: • She adds (Essence) dice on each roll. • The first botch her working suffers has no negative effect. • If one of her Hearthmates provides Means for the working—either as a cooperating sorcerer or offering a complementary Ability—she adds an additional +1 to the working’s terminus. She can only gain this benefit once, even if multiple Hearthmates provide Means. • If the working is Terrestrial, she adds (Essence/2, rounded up) to the maximum number of dice she can add to each roll, and decreases the working’s experience point cost by two, minimum 1. Backer: Jordan Goldfarb","charm-rollexpr":""}],"Performance":[{"attr-mins":{"performance":3,"essence":1},"prereq":[],"charm-skill":"Performance","charm-name":"Enticing Paramour Passion","charm-type":"Reflexive","charm-duration":"Indefinite","charm-cost":"5m, 1wp","rep-cost-mote":5,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"fire","charm-mute":1,"charm-balanced":"","charm-can-cycle-aspects":"on","charm-keywords":"Fire/Wood","charm-description":"","charm-effect":"The flames of passion nourish the seeds of lasting relationships, be they bonds of pure-hearted love or rivalries of hatred and attraction. To use this Charm, the Dragon-Blood must engage a character in a voluntary  act of physical intimacy — sex, a kiss, a passionate embrace — after successfully seducing him with an influence roll of any Ability, or being seduced by his own influence roll. She stocks a pool of non-Charm dice equal to (her Appearance + her positive Tie toward the target + his positive Tie toward her). She may add up to (Essence) non-Charm dice from this pool on: • Influence rolls made with any Ability against the target alone that inspire an emotion, or instill or leverage a Tie toward the Dragon-Blood. • Read intentions or profile character rolls against the target. • Resolve or Guile against the target, raising it by +1 for every two dice she expends. • Rolls to introduce or challenge facts related to the target. • Strategic Maneuver rolls against the target. This Charm can only be used once per story, unless reset by achieving a major character or story goal or accomplishing  a legendary social goal by seducing someone. Backer: Jordan N","charm-rollexpr":""}],"Presence":[{"attr-mins":{"presence":3,"essence":2},"prereq":["Eternally Argumentative Flame"],"charm-skill":"Presence","charm-name":"Heart-Conquering Prowess","charm-type":"Supplemental","charm-duration":"Instant","charm-cost":"3m","rep-cost-mote":3,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"fire","charm-mute":"","charm-balanced":"on","charm-can-cycle-aspects":0,"charm-keywords":"Dual","charm-description":"","charm-effect":"Such is the elegance and beauty of the Dragon-Blood’s martial  prowess that even her staunchest enemies must respect it. She adds (Appearance/2, rounded up) bonus dice on an attack roll. If the enhanced attack is decisive and deals damage greater than its target’s Resolve or incapacitates him, the Dragon-Blood can forgo inflicting one level of damage  to erode a negative Tie her victim has toward her by one step. If he has no negative Ties to her, she can forgo a level of damage to instill him with a positive Tie for her, with an emotional context chosen by his player. Treat this as an instill action that succeeds automatically without a roll, although it must still leverage a supporting Intimacy to strengthen an Intimacy to or weaken it from Major or Defining intensity (Exalted, p. 215). If an attack enhanced by this Charm incapacitates  an enemy, he can’t spend Willpower to resist, but is left merely unconscious, not dying. Backer: Michael Brewer","charm-rollexpr":""}],"Resistance":[{"attr-mins":{"resistance":3,"essence":2},"prereq":["Elemental Aegis"],"charm-skill":"Resistance","charm-name":"Dragon-Graced Raiment","charm-type":"Reflexive","charm-duration":"One scene or Indefinite","charm-cost":"—(4m)","rep-cost-mote":0,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"The Dragon-Blood adorns herself with the elements themselves, donning armor whose plates are frozen lightning, elegant many-layered dresses woven from varicolored flame, and hauberks resplendent with fragrant  blossoms. When she recalls armor banished with Elemental Aegis, she can don it in (mobility penalty + 1) rounds, and it is wreathed in the element she summons it from (or her Aspect element, if she recalls it by spending  anima) for one scene. She can also use Elemental Aegis to create any type of mundane armor out of the elements, donning it as above, or to create clothing from the elements that provides no defense benefits but counts as exceptional equipment (Exalted, p. 580) for social rolls where the Exalt’s garb is relevant. Created armor or clothing normally lasts until the scene ends, but the Dragon-Blood can commit four motes after that to maintain it indefinitely. Regardless of the option the Dragon-Blood employs, she gains benefits based on the invoked element: Air: Air-wreathed armor is nigh weightless, gaining the Buoyant and Silent tags (Exalted, 593). Additionally, its mobility penalty is reduced by one when applied to the Dragon-Blood’s Evasion. Light armor or clothing instead  adds an automatic success on Stealth rolls where moving silently is a factor. Earth: Earth-wreathed armor gains +1 soak. This increases  to (higher of Essence or 3) soak against smash attacks and other attacks that would forcibly move the Dragon-Blood. Artifact armor gains +1 Hardness against such attacks, while mundane armor provides Hardness 4 against them. Earth-wreathed clothing doesn’t provide  a soak bonus or Hardness against normal attacks and doesn’t count as armor for purposes of Martial Arts and other incompatible effects, but it does provide soak and Hardness against smash attacks and the like. Fire: Fire-wreathed armor or clothing deals one die of lethal decisive damage, ignoring Hardness, to any enemy who hits the Dragon-Blood with an unarmed or natural attack, or who spends a round physically grappling  her. Her flaming raiment also adds an automatic success on Appearance-based threaten rolls. Water: Water-wreathed armor is slick and easily hidden , gaining the Concealable tag (Exalted, p. 593) and adding an automatic success on rolls to oppose being grappled, escape physical restraints, or move through tight spaces. Armor that already has the Concealable tag adds an automatic success on disguise rolls, as does water-wreathed clothing. Wood: Wood-wreathed armor or clothing is adorned with vibrant flowers with fragrant aromas, adding an automatic success on inspire rolls, instill rolls to create Ties of attraction or lust toward the Dragon-Blood, and persuade or bargain rolls to seduce characters. Backer: Déan Pijpker","charm-rollexpr":""},{"attr-mins":{"resistance":5,"essence":4},"prereq":["Dragon’s Unfailing Vigor","Earth"],"charm-skill":"Resistance","charm-name":"Apocalypse-Outlasting Posture","charm-type":"Reflexive","charm-duration":"Instant","charm-cost":"7m, 1wp","rep-cost-mote":7,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"earth","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Decisive-only, Perilous","charm-description":"","charm-effect":"Bears Witness Embodying the eternal Essence of the Imperial Mountain, the Dragon-Blood becomes nigh-invincible. She may use this Charm after being hit by a decisive attack or failing a roll to resist an environmental hazard, falling damage , or trap, but before damage is rolled. She rolls (her Hardness), subtracting one die from the damage roll for each success. This can’t reduce the total dice of damage below half the original number, rounded up (although other defensive effects can subsequently do so). Additionally, uncountable damage (Exalted, p. 205) is reduced to 10 dice of decisive damage before the Dragon-Blood rolls her Hardness. Apocalypse-Outlasting Posture can only be used once per scene. Using it against uncountable damage doesn’t require a reset.","charm-rollexpr":""}],"Ride":[{"attr-mins":{"ride":3,"essence":2},"prereq":["Dance of the Jade Bridle"],"charm-skill":"Ride","charm-name":"Rearing Stallion Provocation","charm-type":"Simple","charm-duration":"Instant","charm-cost":"3m, 1wp","rep-cost-mote":3,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"fire","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"With a rousing shout, the Dragon-Blood agitates an enemy’s mount, driving it to flee or charge unwisely. She makes a (Charisma + [Presence, Survival, or Ride]) threaten  roll against an animal mount, doubling 9s. If successful, the mount reflexively moves one range band in a direction of the Dragon-Blood’s choice, taking its rider with it. It won’t move into obvious danger, such as off a cliff or into a bonfire, but it can be made to move within range of perils it’s unaware of. Mounts can’t spend Willpower to resist this influence unless they’ve been trained for battle or have a Major or Defining Tie that opposes this influence. Special activation rules: This Charm can be placed in a flurry.","charm-rollexpr":""}],"Sail":[{"attr-mins":{"sail":3,"essence":1},"prereq":[],"charm-skill":"Sail","charm-name":"Sea Dragon’s Cunning","charm-type":"Supplemental","charm-duration":"Instant","charm-cost":"3m","rep-cost-mote":3,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"water","charm-mute":"","charm-balanced":"on","charm-can-cycle-aspects":0,"charm-keywords":"Pilot","charm-description":"","charm-effect":"Skilled in the ways of war on the seas, the Dragon-Blood executes a peerless naval strategy. She doubles 9s on a Naval Maneuver roll (Exalted, p. 245). If she succeeds, she gains one Momentum. In Water Aura, the Dragon-Blood gains one Momentum even if she fails.","charm-rollexpr":""},{"attr-mins":{"sail":4,"essence":2},"prereq":["Sea Dragon’s Cunning"],"charm-skill":"Sail","charm-name":"Trial-by-Fire Imperilment","charm-type":"Supplemental","charm-duration":"Instant","charm-cost":"5m","rep-cost-mote":5,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"fire","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Pilot","charm-description":"","charm-effect":"The ocean boils as the Dragon-Blood’s ship rains fire down on enemy fleets. She adds (Anima) dice on a broadside stratagem and deals an additional level of damage if she succeeds . This Charm lets the Dragon-Blood attempt a broadside  even if her vessel lacks anti-ship weaponry or crew to man it — she might cast a spray of embers to set an enemy ship’s sails afire, set part of its hull ablaze with a bolt of fire, or lend a spark to the firedust in her enemy’s cannons. This Charm can only be used once per scene unless reset by gaining 3+ Momentum from a successful positioning stratagem.","charm-rollexpr":""},{"attr-mins":{"sail":4,"essence":2},"prereq":["Sturdy Bulkhead Concentration"],"charm-skill":"Sail","charm-name":"Mountain-Hull Meditation","charm-type":"Reflexive","charm-duration":"Instant","charm-cost":"1m","rep-cost-mote":1,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"earth","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Pilot","charm-description":"","charm-effect":"The Dragon-Blood’s ship is as tough as she is, suffused with the unyielding Essence of stone as she sails through perilous storms, enemy fire, or other terrors. She reduces  the difficulty of a roll needed to avoid damaging her ship by one, or subtracts one success from another character ’s roll to damage her ship. This explicitly includes both feats of demolition and offensive Naval Maneuvers. A Dragon-Blood with this Charm treats the decks of a ship that she pilots as earthen surfaces for the purposes of other Dragon-Blooded Charms.","charm-rollexpr":""}],"Socialize":[{"attr-mins":{"socialize":3,"essence":2},"prereq":["Friend-to-All-Nations Attitude"],"charm-skill":"Socialize","charm-name":"Impeccable Purity Lavation","charm-type":"Simple","charm-duration":"(Essence + Appearance) days","charm-cost":"5m, 1wp","rep-cost-mote":5,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"water","charm-mute":1,"charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"Submersing herself in cleansing waters, the Dragon-Blood washes away all imperfections. After spending at least an hour bathing, she emerges resplendent and pure. Her cleanliness transcends the world; she cannot be stained or dirtied by any mundane material. Any character that interacts with her is treated as having a positive Minor Tie toward her, with an emotional context chosen by that character ’s player. A fellow Dynast might respect her faultless grooming and manners; a peasant might be awestruck by her impossible purity; an assassin sent to kill her might fall in love as he smells the perfume she bathed in. Characters who already have a positive Tie for the Dragon-Blood instead suffer –1 Resolve against her. A character can spend one Willpower to become immune for this Charm’s duration; if the Dragon-Blood treats someone offensively or demandingly, no Willpower is necessary to resist. With Essence 3, the Dragon-Blood reduces the costs of Auspicious First Meeting Attitude, Enticing Paramour Passion, Heart-Conquering Prowess, Hot-Blooded Ardor, Vivacious Dragon Beauty, and Warm-Faced Seduction Style by one mote each. Backer: Wern212","charm-rollexpr":""},{"attr-mins":{"socialize":5,"essence":3},"prereq":["Implacable Dragon Mien"],"charm-skill":"Socialize","charm-name":"Still Waters Mask","charm-type":"Simple","charm-duration":"Indefinite","charm-cost":"1m, 1wp (3m, 1wp)","rep-cost-mote":1,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"water","charm-mute":1,"charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Stackable","charm-description":"","charm-effect":"A consummate deceiver, the Dragon-Blood can live as countless false selves. Using this Charm, she devises a fictitious identity over the course of at least an hour, gaining a temporary specialty that applies on Larceny rolls to disguise herself as that identity, to her Guile against rolls that would contradict her disguise, and on influence rolls made to convince others of her disguise or explain away discrepancies or inconsistencies in her portrayal of that identity. When a character makes a roll opposing the Dragon- Blood’s disguise as that character, she can pay three motes and one Willpower to make a special (Manipulation + Socialize) instill roll against his Resolve, which can’t be resisted with Willpower. Instead of a normal instill roll’s effects, success imposes a penalty of (1 + threshold successes) on his roll. If multiple characters roll against the Dragon-Blood’s disguise simultaneously, she need only pay the Willpower cost once, and makes a single roll against all of them. The Dragon-Blood may stack this Charm to maintain up to (higher of Essence or Manipulation) cover identities. Backer: Eleanor Saxton","charm-rollexpr":""}],"Stealth":[{"attr-mins":{"stealth":3,"essence":1},"prereq":[],"charm-skill":"Stealth","charm-name":"Blood-Chilling Strike","charm-type":"Supplemental","charm-duration":"Instant","charm-cost":"4m","rep-cost-mote":4,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"air","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Decisive-only","charm-description":"","charm-effect":"The icy sting of the Dragon-Blood’s murderous intent freezes her victim’s blood in his veins. When she lands an unexpected decisive attack with any Ability against an enemy who hasn’t acted this round, he loses one Initiative, or (Essence) Initiative on an ambush, which she doesn’t gain. If this deals 3+ levels of decisive damage  to him, the chill prevents him from taking a movement  action that round, except to rise from prone, and from taking any movement created by Charms even if it doesn’t count as a movement action. In Air Aura, the Dragon-Blood gains any Initiative her victim loses before she rolls damage.","charm-rollexpr":""},{"attr-mins":{"stealth":3,"essence":2},"prereq":["Blood-Chilling Strike"],"charm-skill":"Stealth","charm-name":"Foe-Blinding Venom","charm-type":"Simple","charm-duration":"Instant","charm-cost":"4m","rep-cost-mote":4,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"wood","charm-mute":"","charm-balanced":"on","charm-can-cycle-aspects":0,"charm-keywords":"Decisive-only","charm-description":"","charm-effect":"The Dragon-Blood distills her Essence into a venom that burns her presence from the senses of her enemies. While in concealment, she makes a decisive unexpected attack. Hitting conveys a poison that must be resisted with ([lower  of Perception or Stamina] + Resistance). It has Damage 2i/round (L in Crash), Duration (her current Stealth successes ) rounds, and a –1 penalty. This penalty increases to –4 on rolls opposing the Dragon-Blood’s Stealth.","charm-rollexpr":""},{"attr-mins":{"stealth":4,"essence":3},"prereq":["Foe-Blinding Venom"],"charm-skill":"Stealth","charm-name":"Belladonna-and-Wormwood Refinement","charm-type":"Permanent","charm-duration":"Permanent","charm-cost":"—(+1m, 1wp)","rep-cost-mote":0,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"wood","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Psyche","charm-description":"","charm-effect":"The Dragon-Blood twists the toxic Essence of her venoms into a puissant deliriant, ensnaring foes within feverish hallucinations. When she uses Foe-Blinding Venom, she may pay a two-mote, one-Willpower surcharge to create a hallucinogenic venom. Such a poison doesn't deal damage. Instead, a poisoned victim is subjected to hallucinations for the duration of the poison as a Psyche effect, adding (Manipulation) to the usual duration. The Dragon-Blood chooses the form the hallucinations take when she uses this Charm, and must limit them to a single, relatively specific delusion. She might make her victim believe that his surroundings are on fire, that his beloved paramour is present begging for him to flee, or that his enemies are grotesque Wyld mutants, but not all three at once. While these hallucinations can change the way the victim perceives something, they can’t eliminate something from his perception entirely. Her victim’s belief in the hallucinations counts as a Major Intimacy for the poison’s duration. The hallucinations can’t physically interact with anything, although the Dragon-Blood can make social influence rolls through them, using her own dice pools and actions. The penalty inflicted by the poison still increases to –4 on rolls opposing the Dragon-Blood’s Stealth, but it also does so if the hallucination’s nature complicates an action (e.g., a disengage through terrain the target believes is on fire), or if the Dragon-Blood exploits the hallucinations with a stunt (e.g., persuading him through a hallucinated friend). Backer: Sunny Springs","charm-rollexpr":""},{"attr-mins":{"stealth":5,"essence":3},"prereq":["Sleeping Dragon’s Lair"],"charm-skill":"Stealth","charm-name":"Quicksand Tomb Burial","charm-type":"Simple","charm-duration":"Instant","charm-cost":"5m, 1wp, expend Earth Aura","rep-cost-mote":5,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"earth","charm-mute":1,"charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Aura, Decisive-only","charm-description":"","charm-effect":"The Dragon-Blood rises from the depths of the earth to drag her victims down into the endless dark. To use this Charm, she must be using Sleeping Dragon’s Lair. She makes an unexpected  grapple gambit against an enemy who’s unaware of her, without leaving concealment. If she successfully establishes control of the grapple, she drags her victim back into the earth with her, as per Sleeping Dragon’s Lair. This disappearance goes unwitnessed, and the entombed character  can’t be detected or perceived for the grapple’s duration unless a character successfully detects the Dragon-Blood. The Dragon-Blood can make savaging attacks, slams, or throws against a grappled victim without breaking concealment, instead rolling (Dexterity + Stealth) reflexively  with an additional –1 penalty after the attack. Enemies whose (Perception + Awareness) rolls beat the Dragon-Blood’s successes can detect her presence underground, even if they lack the magic normally required  to contest Sleeping Dragon’s Lair. If the grapple ends, the Dragon-Blood’s victim may reflexively emerge from his burial. If the Dragon-Blood incapacitates him before that, his body will rise from the earth after (Dragon-Blood’s Essence) rounds, although this is insufficient for onlookers to pinpoint the Dragon- Blood’s exact current location. Backer: U. Kaya Yavuz","charm-rollexpr":""},{"attr-mins":{"stealth":5,"essence":4},"prereq":["Burning Shadow Double"],"charm-skill":"Stealth","charm-name":"Explosive Decoy Technique","charm-type":"Permanent","charm-duration":"Permanent","charm-cost":"—(6m)","rep-cost-mote":0,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"fire","charm-mute":1,"charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Counterattack, Decisive-only","charm-description":"","charm-effect":"The Dragon-Blood’s shadow conceals a secret flame. When an enemy attacks a duplicate created by Burning Shadow Double, she can pay six motes to detonate that duplicate in a burst of flame as a decisive counterattack, rolled with (Wits + Stealth). If the Dragon-Blood is concealed  from the attacker, it’s a surprise attack. It deals (Essence) dice of lethal damage, ignoring Hardness. The Dragon-Blood’s Initiative isn’t included or reset to base. This counterattack doesn’t break the Dragon-Blood’s concealment . Instead, if her attack roll is lower than her current concealment successes, it becomes her new concealment total, and all enemies may roll (Perception + Awareness) opposing it to detect her. If her attack roll is higher or equal than her current concealment successes, then all enemies roll against her concealment successes instead. The Dragon-Blood may expend her Fire Aura to add her Initiative to the damage roll of a counterattack made with this Charm. Doing so resets her to base normally if the attack hits.","charm-rollexpr":""}],"Survival":[{"attr-mins":{"survival":3,"essence":3},"prereq":["Animal Empathy Technique"],"charm-skill":"Survival","charm-name":"Dragon-Beast Transformation","charm-type":"Simple","charm-duration":"One day","charm-cost":"5m","rep-cost-mote":5,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"The Dragon-Blood draws from her bond with a familiar to emulate its nature, her Aspect markings transforming into a more bestial appearance. To use this Charm, she must touch one of her familiars. She gains (higher of Essence or 3) dots of mutations that reflect that familiar’s physical form, behavior, or traits. Once she has chosen a set of mutations that a familiar grants her, all subsequent uses of this Charm drawing from that same familiar will grant her the same mutations. She may choose a new set of mutations for her familiars upon increasing her Essence. This Charm is Wood Aspected when used on an animal familiar; when used on an elemental familiar acquired through Elemental Bond Meditation or the like, its aspect is the same as the elemental’s.","charm-rollexpr":""},{"attr-mins":{"survival":3,"occult":3,"essence":3},"prereq":["Beast-Taming Aspect"],"charm-skill":"Survival","charm-name":"Elemental Bond Meditation","charm-type":"Permanent","charm-duration":"Permanent","charm-cost":"—","rep-cost-mote":0,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"The Dragon-Blood has cultivated an affinity for Creation’s elementals, those spirits closest in nature to her own Essence. She may take elementals with Essence 3 or less as familiars, up to a maximum of (her Essence) such familiars. She may claim as her familiars elementals  that she has sorcerously summoned — sustaining their existence indefinitely beyond the spell’s end — but not those currently bound by others. The Dragon-Blood may use Beast-Taming Aspect and Animal Empathy Technique (Dragon-Blooded, p. 271) to enhance influence rolls against elementals with Essence 3 or less as though they were animals. Such uses of those Charms have the same aspect as the elemental  targeted.","charm-rollexpr":""}],"Thrown":[{"attr-mins":{"thrown":4,"essence":2},"prereq":["Elusive Zephyr Strike"],"charm-skill":"Thrown","charm-name":"Sand-Scourge Feint","charm-type":"Simple","charm-duration":"Instant","charm-cost":"1m, 1wp","rep-cost-mote":1,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"earth","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Decisive-only","charm-description":"","charm-effect":"A sandstorm spits forth to swirl around the Dragon- Blood’s weapon in flight, harrying her foe. She makes a distract gambit. If successful, the gambit’s victim loses Initiative equal to the gambit’s Initiative cost. If this crashes him, the Initiative Break is awarded to the beneficiary of the gambit, instead of the Dragon-Blood. In Earth Aura, the Dragon-Blood may expend her Aura in lieu of paying the gambit’s Initiative cost.","charm-rollexpr":""}],"War":[{"attr-mins":{"war":3,"essence":2},"prereq":["Tireless Footfalls Cadence"],"charm-skill":"War","charm-name":"Swift Rain, Fierce Storm","charm-type":"Simple","charm-duration":"One scene","charm-cost":"3m per battle group, 1wp","rep-cost-mote":"[[ ?{Number of BattleGroups ? (3m : 1 BG)} * 3 ]]","rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"air","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":"on","charm-keywords":"Air/Water","charm-description":"","charm-effect":"The Dragon-Blood’s archers sweep across the battlefield like gathering storm clouds, unleashing volleys that darken the sky and fall like rain. She enhances allied battle groups for three motes each, granting them an automatic success on movement rolls and ranged attack rolls made from medium range or further, and +1 Evasion. If an enhanced battle group has elite Drill, the dice bonus it provides on command actions to rally it or order ranged attacks or movement actions increases to three non-Charm dice. If the Dragon-Blood is fighting under a stratagem she successfully enacted, she can use this Charm reflexively. Backer: Brian Jenkins","charm-rollexpr":""},{"attr-mins":{"war":3,"essence":2},"prereq":["Any combination of five Archery"],"charm-skill":"War","charm-name":"Tiger-and-Dragon Combination","charm-type":"Simple","charm-duration":"Instant","charm-cost":"7m, 1wp","rep-cost-mote":7,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"","charm-mute":"","charm-balanced":"on","charm-can-cycle-aspects":0,"charm-keywords":"Decisive-only","charm-description":"","charm-effect":"Brawl, Martial Arts, Melee, Thrown, or War Charms Acting in perfect harmony with a steadfast ally, the Dragon-Blood coordinates a deadly finishing blow. She must spend this Charm’s training time practicing with an ally, developing a signature combination move that requires both characters to perform. A brawler might deliver a crushing uppercut that pushes an enemy into the downswing of her ally’s goremaul; a Righteous Devil stylist might use a firewand to wreathe her partner’s daiklave in flames; a pair of assassins might unleash a storm of throwing knives that comes from all directions. When this Charm is used, the Dragon-Blood and her ally each make a decisive attack with any Ability against a single enemy . Her ally can move up to one range band in any direction before making the attack. If this is insufficient to bring him within range, or if he’s crashed, this Charm can’t be used. Such is the effectiveness of their combination that both attacks’ onslaught penalties are applied to the enemy’s Defense before the attack rolls are made, and they both use the higher of their two Initiatives to determine the damage rolled. If both have Initiative 15+, they each add (highest of their Essence ratings) dice to the damage roll. This Charm doesn’t count against the ally’s attack or movement actions for the round, although it does count as the Dragon-Blood’s attack. A character can only participate in this Charm’s combination  attack once per day, whether by using this Charm or participating in it as an ally. This Charm can be repurchased to develop signature combinations with different partners. If one of the Dragon-Blood’s partners dies or otherwise leaves the chronicle permanently, she is refunded the experience cost of her purchase for that partner. Backers: Tim Aumônier and Greg Stayner","charm-rollexpr":""},{"attr-mins":{"war":4,"essence":4},"prereq":["Tiger-and-Dragon Combination"],"charm-skill":"War","charm-name":"Twin Dragons Dancing","charm-type":"Permanent","charm-duration":"Permanent","charm-cost":"—(both characters expend Aura)","rep-cost-mote":0,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"Aura, Decisive-only","charm-description":"","charm-effect":"Drawing power from the bonds of Sworn Kinship, the Dragon-Blood and her oath-sibling attain an incomparable  battle-unity. When she uses Tiger-and-Dragon Combination to unleash a signature move with a Hearthmate, each of them may expend their Elemental Auras to transcend their limits, adding a free full Excellency on both attack rolls. If the two Auras were of different elements, both Dragon-Blooded count as being in those elements’ Auras for purposes of determining what Charms they can activate to enhance the attacks (although they can’t use other Charms that require them to expend Auras), and they can use Charms of both elements together  on the attack as though they were Balanced. If the two Auras are the same, then both Dragon-Blooded receive 5 motes each that can be spent on Charms of that element to enhance the attack. A Dragon-Blood can only participate in a combination attack enhanced by this Charm once per story, regardless  of whether he activated it or not, unless reset by achieving a major character or story goal as a result of protecting a Hearthmate from physical danger, or by working together with a Hearthmate to defeat a foe more powerful than either of them alone. Backers: Tim Aumônier and Greg Stayner","charm-rollexpr":""},{"attr-mins":{"war":5,"essence":4},"prereq":["Magma Hell Upheaval","Ramparts"],"charm-skill":"War","charm-name":"Caldera Battlefield Approach","charm-type":"Permanent","charm-duration":"Permanent","charm-cost":"—","rep-cost-mote":0,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"earth","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":"on","charm-keywords":"Earth/Fire","charm-description":"","charm-effect":"of Obedient Earth Reshaping the battlefield to her will, the Dragon- Blood calls great pillars of stone up from the earth, only to strike them with such tremendous force that they shatter and melt into lava. When she uses Ramparts of Obedient Earth, she can create a lava hazard (difficulty 5, damage 6L/round) filling the space of an enemy battle group by spending (higher of its Size or 3) points. Additionally, if the Dragon-Blood employs the Reshape Battefield option, she can create lava hazards for one point each, with each hazard extending out to close range from a point anywhere on the battlefield, so long as no nontrivial, non-battle-group enemies are caught in the hazard’s area when it forms. If the Dragon-Blood wins Join Battle, she can use Magma Hell Upheaval without needing to be in an Aura or expend one. Once the scene ends, lava created with this Charm cools and hardens into obsidian. Backer: Nathan Henderson","charm-rollexpr":""},{"attr-mins":{"war":5,"essence":4},"prereq":["Indomitable Flame of Valor"],"charm-skill":"War","charm-name":"Supreme Dragon-General’s Presence","charm-type":"Reflexive","charm-duration":"Instant","charm-cost":"5m, 1a, 1wp","rep-cost-mote":5,"rep-cost-will":1,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"fire","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"The Dragon-Blood’s anima blazes across the battlefield as enemy armies break before her legion’s might, its glorious  radiance calling retreating foes and deserters to fight beneath her banner. When an enemy battle group is routed, the Dragon-Blood may reset her rally for numbers action (Exalted, p. 210), as deserting enemy soldiers may potentially be won over to her cause. If she rallies for numbers on or before her next turn, she rolls an additional non-Charm die for each 10 rolled. In Fire Aura, the Dragon-Blood may expend her Aura to reflexively  make a rally for numbers roll upon using this Charm. Enemies won over to the Dragon-Blood’s side will fight for the duration of the scene, but don’t immediately gain any lasting loyalty — good treatment or social influence are necessary to secure their permanent allegiance. This Charm can only be used once per scene.","charm-rollexpr":""},{"attr-mins":{"war":5,"essence":5},"prereq":["Blessed Dragon Champion"],"charm-skill":"War","charm-name":"Divine Wind Approach","charm-type":"Supplemental","charm-duration":"Instant","charm-cost":"5m (+10m, 1wp)","rep-cost-mote":5,"rep-cost-will":0,"rep-cost-init":0,"charm-short-desc":"","charm-book":"DB : Heirs to the Shogunate","charm-aspect":"air","charm-mute":"","charm-balanced":"","charm-can-cycle-aspects":0,"charm-keywords":"","charm-description":"","charm-effect":"Changing Winds Cunning (x2) Drawing on peerless tactical brilliance, the Dragon- Blooded general deploys her troops in an unstoppable fast attack. She Joins Battle with (Intelligence + War), which also counts as an order command action (and can be enhanced with Charms that enhance orders). She must order a battle group to make an attack. It does so reflexively, before any character takes his turn that round, and can advance one range band toward its foe. This doesn’t count as that battle group’s attack or movement action for the round. Alternatively, the battle group can reflexively aim at the target, and then make a ranged attack that benefits from the order action on its turn. Using this Charm requires the Dragon-Blood to forgo her turn entirely on the first round, and counts as her attack  and movement actions that round. If she enhances the Join Battle roll solely with Air or Balanced Charms, she enters Air Aura. Once per story, when the Dragon-Blood wins Join Battle, she may pay an additional ten motes and one Willpower to enact an ambush stratagem (Exalted, p. 212), resetting her to base Initiative. If she’s already fighting under a successfully enacted ambush stratagem , this instead renders all attacks her battle groups make for the entire scene surprise attacks, and doesn’t reset her Initiative. This effect can be reset by winning a Strategic Maneuver roll against a general who poses a significant threat. Backer: Robert “Jefepato” Dall","charm-rollexpr":""}]}