{
    "Heart's Blood": [
        {
            "Title": "Serpent-and-Rat Refinement",
            "Cost": " —(+1wp)",
            "Mins": " Dexterity 5, Essence 1",
            "Type": " Permanent",
            "Keyword": " Archetype (Wits)",
            "Duration": " Permanent",
            "Prerequisite": " None",
            "Description": "The Lunar has learned the ways of rat and rattlesnake, songbird and alley cat, wearing such humble shapes with effortless grace. The Lunar gains the following benefits • She can pay a one-Willpower surcharge when she shapeshifts into an animal form to grant it the Tiny Creature Merit (Lunars, p. 369). This replaces the Minuscule Size and Legendary Size Merits, if applicable , and waives the need to use Emerald Grasshopper or Towering Beast Form for forms of such sizes. • When she uses a Protean Charm that receives a benefit because she is in a shape with Tiny Creature or Minuscule Size, she adds a bonus die on the roll enhanced or created  by that Charm. Using multiple Protean Charms on one action doesn’t add additional dice. • When she uses Herd-Assailing Gadfly, she adds one die of decisive damage or post-soak withering  damage. • If she knows Emerald Grasshopper Form, she waives its Willpower cost when she uses it in a shape with Tiny Creature. Archetype: A Lunar whose spirit shape has Minuscule Size or Tiny Creature may learn this as a Wits Charm. "
        },
		{
            "Title": "Shape-Stealer’s Riddle",
            "Cost": " —",
            "Mins": " Intelligence 3, Essence 1",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " None",
            "Description": "Outwitting a worthy foe in a duel of minds, the Lunar claims his shape as proof of her superior intellect. The Lunar performs a sacred hunt to claim a human’s shape by challenging him to an intellectual contest, battle of wits, or the like — philosophical debate, games of riddles, racing to solve a puzzle, making legal arguments  to a judge, etc. This can often be resolved with an opposed (Intelligence + Lore) roll. If the Lunar wins, she may conclude the sacred hunt and claim her opponent’s form by accepting a Major Tie of respect toward the opponent — if she deems him unworthy, she can’t gain his form. This counts as the Intimacy needed to take a human shape. Winning by cheating is valid if the Lunar isn’t caught, but her opponent must be genuinely trying to win. If the Lunar’s target wins or catches her cheating, the sacred hunt fails, and she can’t take his shape through this Charm for the rest of the story. She may still attempt sacred hunts against him by other means. "
        },
		{
            "Title": "Shepherd at the Crossroads",
            "Cost": " 10m, 1wp",
            "Mins": " Wits 5, Essence 3",
            "Type": " Simple",
            "Keyword": " Shaping (Varies)",
            "Duration": " Instant",
            "Prerequisite": " Moonlit Path Guide",
            "Description": "A creature of boundaries and crossroads, the Lunar guides others on transformative journeys. The Lunar guides a character through a transfiguration or metamorphosis, assigning him a quest or task that will set him on the road to change. That character’s player must consent to the transformation, although the character needn’t do so. The more extensive the transformation, the more onerous the task that must be fulfilled: • Transformations that could at least notionally be accomplished by mundane means and that don’t hold great personal significance to the questant require an inconvenient task (Exalted, p. 216). Examples include changing hair color, repositioning  a crooked tooth, or causing a character’s skin to tan. • Mundane transformations that have great personal  significance to the questant and supernatural  transformations on the level of what a Terrestrial Circle working could accomplish (Exalted, p. 485) require a serious task. Examples include physically transitioning genders, making someone grow significantly taller, or turning a mortal into a bear. • Supernatural transformations on the level of what a Celestial Circle working could accomplish require a life-defining task. This can also include transformations that completely change the nature  of a supernatural being, which normally requires  a Solar Circle working. Examples include undoing a decade or two of aging, turning a demon  into a god, or turning a raksha into a human. Upon the quest’s completion, the questant undergoes the chosen transformation as a shaping effect. Sometimes this is sudden and spectacular; sometimes, it is subtle, the culmination of a gradual metamorphosis the questant  didn’t even realize had begun. If the transformation conveys mutations, improves the questant’s Attributes, or the like, the questant incurs experience debt. The Lunar, in turn, gains the questant’s heart’s blood upon the completion of his quest. If the quest supported one of her Major or Defining Intimacies, she also loses a point of Limit. "
        }
    ],
	"Universal": [
        {
            "Title": "Mercurial Moonrise Soul",
            "Cost": " —",
            "Mins": " Essence 3",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " None",
            "Description": "The Lunar has mastered her chosen Caste, embodying its archetypal prowess. The Lunar’s once-per-day anima power resets when she accomplishes something that could earn her Caste’s Role Bonus (Lunars, p. 135), even if she doesn’t receive one. Additionally, Casteless no longer need to cycle through all three Castes’ powers, although they can’t use the same Caste’s power twice in a row. "
        },
        {
            "Title": "Skin-Changer’s Subtlety",
            "Cost": " —",
            "Mins": " Essence 3",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " Constant Quicksilver",
            "Description": "Rearrangement The Lunar has refined her shapeshifting to the utmost subtlety. The Lunar mutes the cost of shapeshifting — including Charms like Emerald Grasshopper Form and Constant Quicksilver Rearrangement."
        }
    ],
    "Appearance - Influence": [
        {
            "Title": "Lapdog’s Quiet Reign",
            "Cost": " —",
            "Mins": " Appearance 3, Essence 1",
            "Type": " Permanent",
            "Keyword": " Protean",
            "Duration": " Permanent",
            "Prerequisite": " Glance-Oration Technique",
            "Description": "The Lunar need not speak to be obeyed; she beckons adoring  masses to tend to her every need with naught but her animal charms. When the Lunar uses Glance-Oration Technique, she ignores multiple target penalties. Targets with a positive Tie toward her or her current form or whose Resolve is lower than her Appearance suffer −1 Resolve (which may increase the dice added by the Lunar’s Appearance). If it’s a Tie of loyalty or affection, bonus dice from Appearance are converted to automatic successes. Protean: In animal shapes, dice from Appearance are converted to automatic successes against targets with Ties of loyalty, affection, or love to that shape. "
        },
        {
            "Title": "Sacrificial Bull Perfume",
            "Cost": " —",
            "Mins": " Appearance 3, Essence 1",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " Alluring Scent Technique",
            "Description": "The Lunar smells of sweet incense and the fragrant smoke of burnt offerings, drawing spirits to her pleasing scent. The Lunar’s Alluring Scent Technique affects spirits within medium range of her, in addition to its usual targets. Its effects are heightened against them: • Spirits with a negative Tie toward the Lunar are also subject to the “No Tie” effect. • Spirits with no Tie to the Lunar are also subject to the “Positive Tie” effect. • Spirits with a positive Tie to the Lunar also suffer −1 Resolve against her influence leveraging such ties. If the Lunar enhances Alluring Scent Technique with Mysterious Stranger Intimation or New Friend Aroma, spirits can’t spend Willpower to resist those Charms’ effects unless their Essence exceeds the Lunar’s. "
        },
        {
            "Title": "Unbroken Predator Dominance",
            "Cost": " 3m",
            "Mins": " Appearance 3, Essence 1",
            "Type": " Supplemental",
            "Keyword": " Archetype (Stamina)",
            "Duration": " Instant",
            "Prerequisite": " Feral Smile Tactic",
            "Description": "Standing tall despite grievous wounds, the Lunar terrifies her prey — if such wounds couldn’t fell the beast, what hope do they have? The Lunar ignores wound penalties on a threaten roll or other fear-based influence, converting them to bonus dice, and counts as having the Hideous Merit (Exalted, p. 162). If she already has Hideous, she reduces Fear Smile Tactic’s mote cost by two if she uses it with this Charm. Archetype: A Lunar whose spirit shape has the Berserker Merit may learn this as a Stamina Charm, with Relentless Lunar Fury as its prerequisite. "
        },
        {
            "Title": "Hope-Renewing Gesture",
            "Cost": " 5m, 1wp",
            "Mins": " Appearance 5, Essence 2",
            "Type": " Simple",
            "Keyword": " None",
            "Duration": " Instant",
            "Prerequisite": " Argent Muse Approach or",
            "Description": "Divine Paramour’s Embrace The Lunar reaches out to those taken in by cunning deceptions  or sweet-sounding words, reminding them of who they really are with a dramatic display. The Lunar makes an (Appearance + Presence) persuade  roll to overturn influence (Exalted, p. 221) as she makes a dramatic physical display to catch her target’s attention. She might brandish a symbol of something he’s forsaken, strike an inspiring heroic pose, toss him a sign of her favor, shoot a firewand into the air, slap him across the face, etc. Appropriate stunts may let her substitute another Ability for Presence. The Lunar doesn’t subtract her target’s Resolve from her Appearance to determine how many bonus dice she adds, and rerolls all dice that initially show failures. She doesn’t need to spend Willpower to attempt the roll. If her target cites a Defining Intimacy or a positive Tie to the Lunar, the Willpower cost to abandon the course of action is reduced by one Willpower. Using this Charm on the Lunar’s Solar mate always succeeds , without needing a roll. If he abandons his course of action, both he and the Lunar lose Limit equal to (the Intimacy of the highest positive Tie either of them has to the other). With Essence 4, this Charm can overturn Psyche effects based on fear, despair, or sorrow, even if they aren’t usually  susceptible to being overturned. The target never needs to spend Willpower to resist. Reset: Once per story. "
        }
    ],
    "Appearance - Subterfuge": [
		{
            "Title": "Smile Hides Everything",
            "Cost": " —(1m)",
            "Mins": " Appearance 2, Essence 1",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " None",
            "Description": "The Lunar controls her facial expression and body language  as only a shapeshifter can, conveying only what she wishes her audience to see. The Lunar can calculate Resolve with Appearance instead  of Manipulation. If someone whose base Resolve is lower than her Appearance rolls opposing her Guile, she may pay one mote to have up to (her Essence) of his 1s subtract successes. "
        },
        {
            "Title": "Lost Mirror Flight",
            "Cost": " 10m, 1wp (3m, 1wp)",
            "Mins": " Appearance 5,Essence 5",
            "Type": " Reflexive",
            "Keyword": " Dual, Perilous",
            "Duration": " Until next turn",
            "Prerequisite": " Silver Ripple Mirage",
            "Description": "No more substantial than a reflection, the Lunar mocks her foes as their blades pass harmlessly through where she seems to be. When an enemy attacks the Lunar, she may dematerialize  as per Silver Ripple Mirage. Unless the attack was enhanced with magic capable of striking the dematerialized , she perfectly defends against it. Even against attacks capable of striking the dematerialized, any damage dealt is halved, rounded down. This damage reduction applies only to whichever attack the Lunar uses this Charm against, not subsequent attacks during this Charm’s duration. While using Silver Ripple Mirage, this Charm’s cost is reduced to three motes, one Willpower. Reset: Once per scene, unless reset by using Mirror Slip Trick to enter a reflective surface the Lunar hasn’t previously entered this scene. "
        }
    ],
    "Appearance - Influence": [
        {
            "Title": "Pack Fights As One",
            "Cost": " 5m, 1wp",
            "Mins": " Appearance 5, Essence 3",
            "Type": " Reflexive",
            "Keyword": " Archetype (Charisma)",
            "Duration": " One scene",
            "Prerequisite": " Wasp-and-Termite Dance",
            "Description": "The Lunar and her allies fight as one, a pack rallied against a common foe. To use this Charm, Wasp-and-Termite Dance must be active. The Lunar and all other affected characters gain the following benefits: • Their communication transcends body language, speaking soul to soul. It’s impossible for outsiders to detect unless they have specialized magic. • Pack members’ positive Ties to each other increase  their Resolve bonus by one. • On each pack member’s turn, he can reflexively take either a defend other or distract gambit to benefit another pack member. • As long as one pack member is aware of a hidden threat, all of them are. This may render them immune to unexpected attacks or allow them to attack concealed enemies. Archetype: Lunars with hive-dwelling spirit shapes may learn this as a Charisma Charm."
        }
    ],
    "Charisma - Influence": [
        {
            "Title": "Songbird’s Passions Confessed",
            "Cost": " —",
            "Mins": " Charisma 3, Essence 1",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " Rapture of the Nightingale",
            "Description": "Stirring the passions of others, the Lunar lays their hearts bare. When the Lunar successfully reads the intentions of someone affected by Rapture of the Nightingale, her player can ask the Storyteller one of the below questions about the inspired emotion. Every three extra successes let her ask an additional question. • What’s an Intimacy he has that involves that emotion? • What’s an Intimacy he has that opposes that emotion? • Is there something involving that emotion that he’s not being honest about with me? • Is there something involving that emotion that he’s not being honest about with himself? Questions about Intimacies can be asked multiple times. If the Storyteller doesn’t have an answer in mind for a question, the Lunar’s player should provide one, as if introducing a fact. If the Lunar has Creation-Spanning Passion (Lunars, p. 167), when she’s sharing dreams, her player can ask one of the above questions about any emotion, in addition to the usual question. "
        },
        {
            "Title": "Master of Midnight Runes",
            "Cost": " —",
            "Mins": " Charisma 4, Essence 1",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " Shining Moon-Child Mark",
            "Description": "The Lunar marks those closest to her heart with her sacred  brand. The Lunar gains the following benefits when using Shining Moon-Child Mark: Argent Dreamer Glyph: If she has Creation-Spanning Passion (Lunars, p. 167), she may imbue a mark with a spiritual link when she bestows it on someone she has a positive Tie for, causing them to share dreams as per that Charm. Boundless Argent Patronage: She reduces the total mote cost of all uses of it by (higher of Essence or 3). For example, an Essence 1 Lunar would pay zero motes for the first use, one mote for the second use, and full cost for further uses. Mark of Distant Embrace: If she has Divine Paramour’s Embrace (Lunars, p. 148), she can use it on a marked character whenever he sleeps without requiring a roll, as if she were there to comfort him herself. With that Charm’s repurchase, she can do so at any time. Sigil of the Eclipse: She can use Shining Moon-Child Mark based on her Solar mate’s Tie toward someone rather than one of her own. Her mate must either be present or have previously expressed his Tie to the Lunar. "
        },
        {
            "Title": "Enraged Predator’s Howl",
            "Cost": " —",
            "Mins": " Charisma 5, Essence 3",
            "Type": " Permanent",
            "Keyword": " Archetype (Strength), Clash",
            "Duration": " Permanent",
            "Prerequisite": " Lion’s Roar Rebuke",
            "Description": "As her foe closes in, the Lunar unleashes a mighty howl, hurling him away with an earth-shaking roar. The Lunar can use Lion’s Roar Rebuke reflexively to clash an attack from within short range. Archetype: A Lunar whose spirit shape has a threaten or intimidate dice pool may learn this as a Strength Charm. "
        },
        {
            "Title": "Ogre-King’s Challenge",
            "Cost": " 10m, 1wp",
            "Mins": " Charisma 5, Essence 3",
            "Type": " Simple",
            "Keyword": " None",
            "Duration": " Until the contest ends",
            "Prerequisite": " Herd Reinforcement Stance,",
            "Description": "Lightning-Calling Challenge Challenging the weak and unworthy for their thrones, the Lunar overthrows them in the hearts of their subjects. The Lunar issues a public challenge to a formal or informal  leader or figure of authority, rolling (Charisma + Presence) as a special persuade roll against both the leader and his followers that ignores multiple-target penalties. Against the leader, the Lunar can convince him to engage her in a physical contest without needing to leverage a supporting Intimacy: a duel, an archery competition, a race, etc. However, this benefit doesn’t apply for contests  that are obviously one-sided or so dangerous as to be nigh-suicidal. Resisting this influence requires him to cite at least a Major Intimacy in a Decision Point and spend (Lunar’s Essence) Willpower. Against the leader’s followers, any Ties they have to him — positive or negative — count as supporting this influence. Affected characters must watch this contest without disturbing or interrupting it. If time allows, they’ll try to convince as many people as possible to watch with them, adding (Lunar’s Essence) dice on persuade rolls to do so. Nontrivial characters can resist this influence for one Willpower, or two Willpower if they wish to interfere with the contest. If the Lunar successfully influences the leader and subsequently  wins the contest, she breaks his will. She rolls (Essence) dice. The leader loses that many Willpower, which the Lunar gains. She may opt to lose points of Limit in place of gaining that much Willpower. The leader forms a Defining Tie toward the Lunar, with a context chosen by his player — whether he respects her or hates her, she looms large in his life. Winning by cheating is valid if the Lunar isn’t caught. If any onlookers have positive Ties to the leader, the Lunar becomes the object of those Intimacies, displacing his place in his loyal subject’s hearts. Anyone with a negative  Tie to the leader gains a positive Tie of equal intensity  to the Lunar, with a context chosen by their player. Reset: This can’t be used against the same character more than once per story. "
        }
    ],
    "Charisma - Warfare": [
        {
            "Title": "Feral Rage Empowerment",
            "Cost": " 5m, 1wp (1m, 1wp)",
            "Mins": " Charisma 5, Essence 3",
            "Type": " Simple",
            "Keyword": " None",
            "Duration": " Indefinite",
            "Prerequisite": " Rampage-Unleashing",
            "Description": "Provocation The Lunar invites others to embrace their rage, teaching them to draw strength from it and bend it to their ends. The Lunar interacts with someone in a way that involves anger : provoking him into a fight, talking about the roots of her own rage, telling a story of a legendary berserker-hero, etc. She imbues that character’s anger with formidable power. That character gains the following benefits while acting in accordance with a Major or Defining Intimacy based on anger or hatred, or while inspired with such emotions  by social influence: • A bonus dot of Strength, which can raise his Strength above 5. • He ignores one point of wound penalty. • +2 Resolve against influence to weaken ragebased  Intimacies or to convince him to withdraw from combat. • If the Lunar uses Rampage-Unleashing Provocation on him, he adds one bonus die on all physical actions and threaten rolls. Descended from Luna’s Chosen, the Moon-Touched (Lunars, p. 18) are heirs to their rage. No extended interaction is required to use this Charm on MoonTouched , and it costs only one mote, one Willpower to use on un-Exalted Moon-Touched. "
        },
        {
            "Title": "Sheepdog Guards the Flock",
            "Cost": " 5m, 1wp",
            "Mins": " Charisma 5, Essence 3",
            "Type": " Reflexive",
            "Keyword": " Archetype (Strength), Stackable",
            "Duration": " One scene",
            "Prerequisite": " Fearless Beast-Warrior",
            "Description": "Exhortation, Raiton’s Banquet Assault The Lunar rallies her armies in defense of her chosen peoples, holding the line against the forces that would see them enslaved or eradicated. To use this Charm, the Lunar must be fighting in defense  of a culture she has a positive Major or Defining Tie toward, or leading battle groups made up primarily of such a culture’s members. She grants an allied battle group the following benefits: • +1 Might. • Its positive Ties to the Lunar or the culture increase  its Resolve bonus by +1. • It rerolls 1s until they cease to appear on rout checks. • Upon reaching Size 3 or lower, it gains perfect morale for the rest of the scene, as its remaining members make a defiant last stand. The Lunar can stack multiple uses of this Charm to benefit multiple battle groups. She waives this Charm’s Willpower cost for each battle group past the first. Archetype: A Lunar whose spirit shape hunts in groups may learn this as a Strength Charm. "
        }
    ],
    "Charisma - Territory": [
        {
            "Title": "World-Soul Awakening",
            "Cost": " —",
            "Mins": " Charisma 3 or Wits 3, Essence 2",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " Boundary-Marking Meditation",
            "Description": "The Lunar draws power from her spiritual ties to her territories, evoking miracles from her sacred domain. The Lunar can awaken Evocations from territories. Their themes can draw on the territory’s history and chosen qualities and the Lunar’s character concept, Caste, and spirit shape. She need not be within a territory to use its Evocations, though many are most powerful when used within her territory. Upon purchasing this Charm, she awakens a single territory Evocation for free. If a Lunar abandons a territory, she loses its Evocations and is refunded their experience cost. Likewise, if changes to a territory render one or more Evocations thematically inappropriate, she loses those Evocations and is refunded their experience cost. "
        },
        {
            "Title": "Wolf Pack’s Den Approach",
            "Cost": " 3m, 1wp",
            "Mins": " Charisma 5 or Wits 5, Essence 2",
            "Type": " Reflexive",
            "Keyword": " None",
            "Duration": " Indefinite",
            "Prerequisite": " Boundary-Marking Meditation,",
            "Description": "Lead the Pride or Monarch-Wing Migration The Lunar warlord’s forces are unparalleled within her territory, outpacing and outmaneuvering enemy armies. When the Lunar leads battle groups within her territory , they gain the following benefits: • They convert specialty dice added by the territory ’s qualities to automatic successes. If a roll against such a battle group is penalized by a territory ’s quality, the penalty subtracts successes instead of dice. • They double 9s on movement actions. Outside of combat, they double the speed at which they move while marching toward battle or engaging in other tactical movements. • While fighting under an Ambush, Back to the Sea, Pincer Attack, or Strategic Placement stratagem enacted  by the Lunar, their attacks gain +1 Accuracy. Battle groups with Might instead convert its Accuracy dice bonus to automatic successes. If the Lunar uses Fleeting Silver Mirage (Lunars, p. 295) while this Charm is active, she can bring an allied battle group of up to Size (Essence) with her for a surcharge of five motes per dot of the battle group’s size and one Willpower. If the Lunar uses Fleeting Silver Mirage this way to bring a battle group into combat, her Join Battle roll also counts as a Strategic Maneuver roll to enact a stratagem appropriate under the circumstances. The Strategic Maneuver roll counts as unopposed, but the stratagem’s threshold is increased by two."
        }
    ],
    "Dexterity - Offense": [
        {
            "Title": "Herd-Assailing Gadfly",
            "Cost": " 2m",
            "Mins": " Dexterity 2, Essence 1",
            "Type": " Supplemental",
            "Keyword": " Uniform",
            "Duration": " Instant",
            "Prerequisite": " Emerald Grasshopper Form or",
            "Description": "Finding the Needle’s Eye A wasp’s sting can be as deadly as any dagger; a cat’s claws, an executioner’s blade. When the Lunar makes an attack in an animal shape with Tiny Creature or Minuscule Size against a larger enemy, she ignores those Merits’ drawbacks, dealing damage normally. The first time the Lunar uses this Charm in a scene, her attack becomes a surprise attack (Exalted, p. 203). Changing into a shape with Tiny Creature or Minuscule Size that the Lunar hasn’t used this scene resets this. "
        },
        {
            "Title": "Quicksilver Arsenal Adaptation",
            "Cost": " —",
            "Mins": " Dexterity 3 or Strength 3, Essence 1",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " None",
            "Description": "The Lunar’s fluid battle style draws no distinctions between  weapons. Upon purchasing this Charm, for each dot that the Lunar has in Archery, Brawl, Melee, or Thrown, she gains a dot that may be placed in another of those Abilities with a lesser or equal rating, up to a maximum of (Essence + 5) dots. When the Lunar purchases a dot in one of these Abilities with experience, she likewise receives an additional dot to assign as above. This can’t take her above the (Essence + 5) limit. "
        },
        {
            "Title": "Argent Hydra Flourish",
            "Cost": " —(+2m, 2i)",
            "Mins": " Dexterity 5, Essence 2",
            "Type": " Permanent",
            "Keyword": " Dual",
            "Duration": " Permanent",
            "Prerequisite": " Wasp Sting Blur",
            "Description": "The Lunar shifts between weapons like flowing quicksilver , unleashing a barrage with bow and blade. The Lunar may pay a two-mote, two-Initiative surcharge  when she uses Wasp Sting Blur, replacing its special attack with a normal withering or decisive attack. She adds her enemy’s onslaught penalty as dice of raw withering damage or decisive damage. The Lunar must use a different combat Ability than her first attack and can reflexively ready a weapon to do so. If she makes an Archery attack, she counts as attacking from short range. "
        },
        {
            "Title": "Vexing Ape Antics",
            "Cost": " 5m, 1wp",
            "Mins": " Dexterity 5, Essence 3",
            "Type": " Simple",
            "Keyword": " Decisive-only, Protean",
            "Duration": " Instant",
            "Prerequisite": " Coyote-and-Badger Tactic,",
            "Description": "Cunning Beast-Warrior Reflexes, Weapon-Snatching Coils The Lunar bedevils her foe with ever-shifting tactics, making use of every dirty trick in her arsenal. The Lunar makes up to (highest combat Ability) gambits  against a single enemy. These can include disarm, unhorse, and distract gambits, as well as appropriate custom gambits. She can’t include grapples unless she has Strength 5, and they can only be the last gambit in this sequence. She needn’t use the same Ability for all gambits, and may reflexively change weapons between gambits. The Lunar doesn’t pay the Initiative cost for these gambits normally; instead, upon completing all of them, she pays (highest difficulty among successful gambits + number of successful gambits) Initiative. She can’t use this Charm if she doesn’t have enough Initiative to pay the full cost for all attacks hitting. Protean: In animal shapes with a special ability or Merit that enhances an included gambit, the Lunar adds a non-Charm success on that gambit’s attack roll and (higher of Essence or 3) dice on the Initiative roll. Special activation rules: If the Lunar has Charms that let her make unique gambits, she can activate them reflexively  with this Charm to add their gambits to the list of those she can make with Vexing Ape Antics, as long as she meets all necessary conditions and the gambits make sense in context. If a Charm offers multiple unique gambits, like Four Halo Golden Monkey Palm (p. 72), she need only use it once to add all those gambits to the list. "
        }
    ],
    "Dexterity - Defense": [
        {
            "Title": "No Cub Unprotected",
            "Cost": " 1m, 1wp",
            "Mins": " Dexterity 5, Essence 2",
            "Type": " Reflexive",
            "Keyword": " Uniform",
            "Duration": " One tick",
            "Prerequisite": " Ferocious Guardian Beast",
            "Description": "Stance The Lunar stands as a living bulwark against even the most sweeping onslaught. The Lunar counts as protecting all allies within short range with a defend other action, even if she’s already using that action. If an area-of-effect attack targets at least one of her wards, her protection extends to all allies targeted by that attack, even those beyond this Charm’s range. If the Lunar knows Quicksilver Guardian Defense, she may pay a four-mote surcharge to extend this Charm’s range to medium. If she knows Swift Den Mother Technique (p. 43), she may instead pay a nine-mote surcharge to extend this Charm’s range to long. "
        }
    ],
    "Dexterity - Mobility": [
        {
            "Title": "Peregrine Speed",
            "Cost": " 5m, 1wp",
            "Mins": " Dexterity 3, Essence 2",
            "Type": " Reflexive",
            "Keyword": " Protean",
            "Duration": " One hour",
            "Prerequisite": " Instinct-Driven Beast Movement",
            "Description": "Hollowing bones or sleeking her body, the Lunar refines her shape for unmatched speed. The Lunar rerolls 1s until they cease to appear on opposed movement rolls or rolls involved in a race or similar contest of speed. For each die that’s rerolled into a success in combat, she gains either one Initiative, or a non-Charm bonus die on the next interval’s roll in a race. Outside of combat, the Lunar can move at ([Dexterity + Stamina] x5) miles per hour over open terrain. This is compatible  with all forms of movement under her own power. If the Lunar reactivates this Charm at the end of its duration, she waives its Willpower cost. Protean: In animal shapes capable of moving faster than this Charm’s speed, the Lunar instead increases their overland speeds by ([Dexterity + Stamina] x2) miles per hour and can maintain their top speed indefinitely. "
        },
        {
            "Title": "Moonlight Hunt",
            "Cost": " —",
            "Mins": " Dexterity 5, Essence 2",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " Peregrine Speed",
            "Description": "Embracing protean fluidity, the Lunar urges her body to speed beyond all limits. The Lunar dramatically increases her Peregrine Speed; what would take her a week with that Charm’s normal speed can be completed in a day, a day’s journey in a few hours, and an hour’s journey in ten minutes. This applies when one of the following conditions is met: • She’s traveling to someone she has a Major or Defining Tie toward, or who has a Major or Defining Tie toward her. • She’s traveling to her Solar mate. • She’s pursuing someone as part of a sacred hunt. • She’s traveling within her territory (Lunars, p. 176). "
        },
        {
            "Title": "Startled Hare Escape",
            "Cost": " 5m",
            "Mins": " Dexterity 5, Essence 2",
            "Type": " Supplemental",
            "Keyword": " None",
            "Duration": " Instant",
            "Prerequisite": " Wounded Beast Flight",
            "Description": "Cunning and full of tricks, the Lunar eludes even the greatest hunters The Lunar doubles 8s on a withdraw roll or a Stealth roll to go to ground. Alternatively, she can disengage from enemies at short range, as long as she has at least a −1 wound penalty. Wounded Beast Flight waives this Charm’s Initiative cost if the Lunar has at least a −2 wound penalty. It can also enhance rolls to go to ground. "
        },
        {
            "Title": "Swift Den Mother Technique",
            "Cost": " —(+2i, 1wp)",
            "Mins": " Dexterity 5, Essence 3",
            "Type": " Permanent",
            "Keyword": " Perilous",
            "Duration": " Permanent",
            "Prerequisite": " Quicksilver Guardian Defense",
            "Description": "The Lunar moves with blinding speed to protect her allies, crossing the battlefield faster than a sword is swung. The Lunar can pay a two-Initiative, one-Willpower surcharge to use Ferocious Guardian Beast Stance when an ally within long range is attached, reflexively moving  into close range to take a defend other action. This doesn’t count as her movement action. If the Lunar protects her Solar mate with this Charm, she waives the Willpower surcharge. Reset: Once per scene, unless reset by landing a decisive  attack against a nontrivial enemy who’s attacked someone under the Lunar’s protection or her Solar mate this scene. "
        }
    ],
    "Dexterity - Subterfuge": [
        {
            "Title": "Scale-Shedding Escape",
            "Cost": " —",
            "Mins": " Dexterity 3, Essence 2",
            "Type": " Permanent",
            "Keyword": " Protean",
            "Duration": " Permanent",
            "Prerequisite": " Quicksilver Second Face,",
            "Description": "Skulking Rat Spirit The Lunar slips away from her foes with a well-timed transformation. When the Lunar uses Quicksilver Second Face and makes a Stealth roll on the same tick, characters whose Initiative is lower than hers suffer a −3 penalty on their rolls against her Stealth. Characters who weren’t aware the Lunar could shapeshift also suffer this penalty. Penalized characters who fail their roll lose 1 Initiative. Protean: Shifting into a shape with Tiny Creature or Minuscule Size lets the Lunar roll Stealth to enter concealment  without needing a hiding place. "
        },
        {
            "Title": "Stalking Shadow Hunt",
            "Cost": " 6m, 1wp",
            "Mins": " Dexterity 5, Essence 4",
            "Type": " Reflexive",
            "Keyword": " Mute, Protean",
            "Duration": " Indefinite",
            "Prerequisite": " Cryptic Unknown Beast, Silver",
            "Description": "Jaguar Pounce The Lunar’s prey doesn’t see her as she hunts him, blind to the monster just behind him. When someone the Lunar is pursuing or following makes a Perception roll against her, he must reroll a successful die for each 1, starting with 7s and moving up. If her pursuit is motivated by a Major or Defining Intimacy, his 2s force him to reroll successes as well. Trivial characters fail automatically. Once the Lunar’s pursuit concludes, this Charm lasts for one additional scene to resolve the consequences, then ends. Protean: In animal shapes with the Ambush Hunter ability, opposing characters lose one Initiative for each die on their roll that’s rerolled into a 1 (or 2, if applicable). "
        }
    ],
    "Dexterity - Swarm": [
        {
            "Title": "Engulfing Swarm Embrace",
            "Cost": " 3m",
            "Mins": " Dexterity 5, Essence 1",
            "Type": " Supplemental",
            "Keyword": " Archetype (Manipulation, Wits), Decisiveonly",
            "Duration": " Until the grapple ends",
            "Prerequisite": " Cunning Anglerfish Decoy",
            "Description": "Casting off countless duplicates, the Lunar traps foes within the teeming mass of herself. As the Lunar makes a grapple gambit, she splits off a copy of herself, as with Cunning Anglerfish Decoy, to join in the clinch. She can further bolster her ranks by using Cunning Anglerfish Decoy reflexively to create additional replicas before rolling. The gambit inflicts an additional point of onslaught penalty, and each replica within close range of the Lunar adds one die on her attack and control rolls. If an enemy’s attack would cause the Lunar to lose a round of control over the grapple, she can sacrifice a replica within close range instead, letting the attack destroy  it to preserve her control. Once the grapple ends, all of these duplicates fade away. If the Lunar has Ant-and-Starfish Trick, she can transfer control of the grapple to independent replicas to maintain , leaving her free to act. Those replicas can still sacrifice  other replicas to preserve rounds of control. She can pay a one-Willpower surcharge to enhance the replica created by this Charm as per Ant-and-Starfish Trick. Archetype: A Lunar whose spirit shape has Tiny Creature or Minuscule Size may learn this as a Manipulation or Wits Charm. "
        },
        {
            "Title": "Soldier Bee Tactics",
            "Cost": " 1m, 1wp",
            "Mins": " Dexterity 5, Essence 1",
            "Type": " Supplemental",
            "Keyword": " Archetype (Manipulation, Wits), Protean",
            "Duration": " One scene",
            "Prerequisite": " Cunning Anglerfish Decoy",
            "Description": "The Lunar and her swarming duplicates fight as one. When the Lunar rolls Join Battle, she adds a bonus die for each Cunning Anglerfish Decoy duplicate within long range, maximum (higher of Essence or 3). She banks a pool of swarm points equal to the 9s and 10s on the roll that can be spent on the following effects: 1 point: Prevent a replica within long range from being dissipated by an attack. For replicas enhanced with Ant-and-Starfish Trick, this instead prevents a decisive attack’s damage from filling their Incapacitated health level. 1 point: The Lunar waives Engulfing Swarm Embrace’s cost. 1+ points: While within close range of a duplicate, the Lunar can add automatic successes on a Stealth roll for one swarm point each. 1+ points: When the Lunar attacks an enemy within close range of a duplicate, she can add up to (Essence) dice of decisive damage or post-soak withering damage  for one swarm point each. 2 points: A duplicate enhanced with Ant-and-Starfish Trick takes a reflexive defend other action. 2 points: A duplicate enhanced with Ant-and-Starfish Trick makes a reflexive distract gambit. 3 points: The Lunar uses Cunning Anglerfish Decoy reflexively. Its cost is waived for the scene (including the surcharge for Ant-and-Starfish Trick), but once the scene ends, the Lunar must pay the cost to maintain the duplicate. If the Lunar wins the battle with 4+ swarm points remaining , she gains one Willpower. Protean: If the Lunar is in the same shape as an animal duplicate, the die she adds for it is non-Charm. Archetype: A Lunar whose spirit shape has Tiny Creature or Minuscule Size may learn this as a Manipulation or Wits Charm. "
        },
        {
            "Title": "Infinite Quicksilver Self",
            "Cost": " —",
            "Mins": " Dexterity 5, Essence 3",
            "Type": " Permanent",
            "Keyword": " Archetype (Manipulation, Wits)",
            "Duration": " Permanent",
            "Prerequisite": " Ant-and-Starfish Trick",
            "Description": "The Lunar has honed her powers of self-division and duplication  to perfection. The Lunar gains the following benefits when she uses Ant-and-Starfish Trick: • She can create replicas of forms that she isn’t currently  in. • She can use Ant-and-Starfish Trick to create replicas that are truly independent of her. She doesn’t need to commit motes or stay within range of them, but independent replicas don’t have an imposed Tie of loyalty. • Non-independent animal replicas count as her familiars. If she knows Blessed MoonBeast  Empowerment or Erudite Beast-Mind Expansion, they gain those Charms’ benefits for free. • If she knows Inchoate Self Realization, its cost is reduced by five motes and one Willpower when she uses it to trade places with a duplicate, revealing  that it’s actually been her all along. If a roll is necessary, she adds a free full Excellency. Archetype: A Lunar whose spirit shape has Tiny Creature or Minuscule Size may learn this as a Manipulation or Wits Charm."
        }
    ],
    "Intelligence - Knowledge": [
        {
            "Title": "Foxglove and Wolfsbane Alchemy",
            "Cost": " —(+1wp)",
            "Mins": " Intelligence 5, Essence 2",
            "Type": " Permanent",
            "Keyword": " Archetype (Wits), Uniform",
            "Duration": " Permanent",
            "Prerequisite": " Night’s Mercy Panacea",
            "Description": "Wise in nature’s mysteries, the Lunar is a master of efficacious  medicines and death-dealing venoms. The Lunar can use Night’s Mercy Panacea on Craft and Survival rolls that involve medicinal herbs. She can pay a one-Willpower surcharge to double 8s on a Medicine roll to make use of such herbs or a Craft or Survival roll involving them. Alternatively, the Lunar can pay the one-Willpower surcharge  to use this Charm on an attack that can poison an enemy or when she otherwise doses someone with poison. His 1s on the roll against it subtract successes. If the Lunar uses Mamba-and-Cobra Mastery (Lunars, p. 258), his 1s count as her 10s for its effect. Archetype: A Lunar whose spirit shape is venomous or poisonous may learn this as a Wits Charm, with Adder Fang Method (Lunars, p. 258) as its prerequisite. "
        },
        {
            "Title": "Silver Blood Infusion",
            "Cost": " 10m, 1wp, 1ahl per temporary health level",
            "Mins": "Intelligence 4, Essence 2",
            "Type": " Simple",
            "Keyword": " None",
            "Duration": " Instant",
            "Prerequisite": " Flesh-Sculpting Art",
            "Description": "Feeding her blood to another, the Lunar imbues him with primal vitality. The Lunar grants a touched character up to (Essence) temporary −1 health levels, paying one level of aggravated  damage for each temporary level she grants. These are the first of her ally’s −1s to be filled when he’s damaged , and they vanish when filled. When the Lunar uses this Charm on her Solar mate, she need only pay one aggravated health level per two temporary health levels granted, and she can use her mate’s Essence instead of hers to determine how many she can grant. "
        },
        {
            "Title": "Crossing Midnight’s Threshold",
            "Cost": " 5m, 1wp",
            "Mins": " Intelligence 5, Essence 2",
            "Type": " Simple",
            "Keyword": " None",
            "Duration": " Indefinite",
            "Prerequisite": " Counting the Elephant’s",
            "Description": "Wrinkles The Lunar blurs the boundaries between her mind and the world, thoughts and memories spilling out to form a dream-realm around her. To use this Charm, the Lunar must be meditating or engaged in a slow continuous activity — performing, crafting, writing, reading, etc. As long as she continues to do so, she can manifest phantasmal imagery out to medium range, and project her memories — or those stolen with Memory-Drinking Meditation — into the world. Very old or muddled memories may require an (Intelligence + [Integrity or Lore]). These images are obviously illusionary to those who perceive them, and are exceptional equipment (Exalted, p. 580) on rolls that benefit from them. By examining her memories from the outside, the Lunar and others can make Awareness and Investigation rolls to find things that the Lunar didn’t consciously recognize  before. Additionally, she can use appropriate Crafts to give her memories permanent form: carving her memory of a statue into reality as a forgery of the original , mixing memories of someone into paint to create a portrait that displays glimpses of mystery, or weaving tapestries from her dreams. She can’t turn memories into raw materials, including the magical materials, though she could incorporate them into artifacts. If the Lunar uses Secure Den Technique (Lunars, p. 292), she can use this Charm reflexively to make the den a permanent  dream-realm. While in the den, she always receives this Charm’s benefits without needing to meditate, and its range encompasses the entire den. She can leave phantasmal images that will linger indefinitely after she leaves the den. If the Lunar has Many-Pockets Meditation (Lunars, p. 290), she can use it to store her belongings within the dream-realm when this Charm ends, letting her recall them when she uses it again. A single use of ManyPockets  Meditation banishes all qualifying mundane objects, but the Lunar can’t end her mote commitment until she reuses this Charm. If the Lunar uses Dream-Delving Voyage (Lunars, p. 246), she can use this Charm reflexively to display her target’s dreams to onlookers if she succeeds. "
        },
        {
            "Title": "Argent Sphinx Enigma",
            "Cost": " 5m, 1wp",
            "Mins": " Intelligence 5, Essence 2",
            "Type": " Simple",
            "Keyword": " Decisive-only",
            "Duration": " Instant",
            "Prerequisite": " Moon-Kept Mysteries",
            "Description": "The Lunar’s cryptic enigma captivates and beguiles those who hear it, but offers secret wisdom to those who solve it. As the Lunar speaks a riddle, her player chooses some area of expertise, comparable in scope to a specialty, that a successful answer provides insight to. (Players don’t actually need come up with a riddle and its answer  — they can simply stunt descriptions of the wit and cunning with which they’re spoken). The Lunar makes an opposed (Intelligence + [Lore or Occult]) roll against someone who can hear and understand  her (or can otherwise perceive and understand the riddle, such as if she uses Glance-Oration Technique to convey it through body language). In combat, this requires a difficulty 4 gambit against enemies. The Lunar may add up to five non-Charm dice on the other character’s roll by tailoring the riddle to his knowledge, letting her give allies easier riddles. A character who succeeds discovers an answer to the riddle , gaining insight into the chosen area of expertise. He banks non-Charm successes equal to his total successes on the roll. He can add up to (his Essence) successes on rolls involving the chosen area of expertise, or to increase a static value by +1 per success when it falls within that expertise. They can’t be added to attack rolls or on extended  actions. The pool of successes lasts one day. A character who fails the roll obsesses over the riddle for the rest of the scene. He must roll (Intelligence + Lore) at difficulty 5 each turn as he tries to solve it, requiring him to flurry to take other actions. Success frees him, but offers no insight. He also suffers a −3 penalty on rolls involving the chosen area of expertise, his thoughts still perturbed by the riddle, which lasts until he next rests. This Charm risks aiding enemies or hindering allies. Using it again lets the Lunar strip an enemy of his insight if he fails the opposed roll, or free an ally from his captivation if he succeeds. She waives such uses’ Willpower costs and can use them reflexively, but only once per round on her turn. Using this Charm to conclude a sacred hunt with ShapeStealer ’s Riddle lets the Lunar steal one Willpower from her target. Reset: This Charm can only be used on a character once per day. This doesn’t apply to using it to negate a previous use’s effect. "
        }
    ],
    "Intelligence - Mysticism": [
        {
            "Title": "Insatiable Barghest Hunt",
            "Cost": " —",
            "Mins": " Intelligence 3, Essence 1",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " Raiton’s Dark Auspice",
            "Description": "The Lunar devours the dead, drinking the blood of hearts that long since stopped beating. The Lunar may perform sacred hunts on ghosts of humans  and animals, taking the shape that the ghost had in life. She need not permanently destroy a ghost if she takes its heart’s blood by lethally incapacitating it. The Lunar can use Memory-Drinking Meditation (Lunars, p. 197) to access a broad category of memories from the ghost’s living existence — romance, his home city, the events of the last year of his life — without needing to take an Intimacy. If she has that Charm’s repurchase, she can gain all of a ghost’s memories from life without taking one of their Intimacies. The Lunar can use God-Body Consumption (Lunars, p. 250) to take a ghost’s Eclipse Charms along with its shape. "
        },
        {
            "Title": "Otherworldly Familiar Pact",
            "Cost": " —",
            "Mins": " Intelligence 4, Essence 2",
            "Type": " Simple",
            "Keyword": " None",
            "Duration": " Instant",
            "Prerequisite": " Penumbra Witch Mastery",
            "Description": "The Lunar witch commands the loyalty of otherworldly companions, familiar spirits, and faithful hobgoblins pledged to her service. The Lunar may take willing spirits and fae of up to Essence 3 as familiars. She can have up to (Essence) such familiars at a time. Spirits and fae that are sorcerously  bound by someone else can’t be taken as familiars. A Lunar who knows Moon-in-Well Emanation (Lunars, p. 159) treats her reflection-spirit as a familiar. It doesn’t count toward this Charm’s limit. "
        },
        {
            "Title": "Arcana-Devouring Beast",
            "Cost": " 5m, 2i",
            "Mins": " Intelligence 5, Essence 3",
            "Type": " Supplemental",
            "Keyword": " Decisive-only",
            "Duration": " Instant",
            "Prerequisite": " Spell-Rending Talon",
            "Description": "The Lunar bends her enemy’s magic to her will, breaking the power of lesser sorcerers to bolster her own. The Lunar doubles 8s on a roll to counter or distort a spell (Exalted, p. 466) or to weaken, disrupt, or interfere with a spell, sorcerous working, or curse. Successfully countering or distorting a spell or otherwise ending such an effect awards (Essence) sorcerous motes, which last for one scene. Alternatively, the Lunar can use this Charm with SpellRending  Talon, increasing each level of damage to counting as three successes of distortion. She can gain sorcerous motes as above. "
        },
        {
            "Title": "Beast-God Apotheosis",
            "Cost": " 20m, 1wp, 8xp",
            "Mins": " Intelligence 5, Essence 3",
            "Type": " Simple",
            "Keyword": " None",
            "Duration": " Instant",
            "Prerequisite": " Keeper of Midnight’s Gates,",
            "Description": "Otherworldly Familiar’s Pact Drawing from the wellspring of her own divinity and the heart’s blood flowing in her veins, the Lunar looses one of the countless beasts that dwell within her as a feral spirit. The Lunar performs a ritual under the full moon, lasting from the time it rises to the time it sets, as she invokes one of the animals whose heart’s blood she possesses. As she channels bestial Essence, she might exhibit fits of animalistic behavior, uncontrolled shapeshifting, or glossolalia in the secret tongues of beasts. At the ritual ’s culmination, the primal force inhabiting the Lunar emerges as a beast-spirit, a divine personification of that animal. The Lunar loses the shape the spirit was born from. She can’t choose her spirit shape; there can be no greater embodiment of it than her. None would mistake a beast-spirit for an ordinary animal . Some are humanoid in form, or have a human’s face or a human-like mask in place of a bestial visage. Some have multiple eyes, tails, limbs, or even heads. They have intelligence comparable to a human’s. A beast-spirit uses the same traits as its animal form, plus the below: • It’s a spirit, rather than an animal. It’s naturally material, but can dematerialize, using the same rules as materializing (Exalted, p. 510), but in reverse. If slain, it reforms at the Lunar’s side on the next full moon. • It’s the Lunar’s familiar. • It has Essence 3 and a pool of (50 + [Essence x10]) motes. • It has a Defining Tie of loyalty to the Lunar, which can’t be weakened or altered by any means. Upon creation, it has one other Defining Intimacy and two Major Intimacies, typically reflecting some aspects of its animal’s instincts, behavior, or socialization. • It knows Hurry Home (Exalted, p. 509), allowing it to return to the Lunar, and (Lunar’s Essence) additional spirit Charms appropriate to its animal ’s nature, the symbolic significance it has to the Lunar, or the beast-spirit’s changed form. Animal avatars’ Charms (p. 87) are often appropriate. It gains new Charms as the Lunar’s Essence increases , and an additional Charm at the end of any story in which it played a meaningful role. This Charm’s experience point cost is waived the first time the Lunar uses it. If a beast-spirit is permanently destroyed  or otherwise becomes narratively irrelevant, the Lunar’s player regains the experience spent to create it. Reset: Once per story. "
        },
        {
            "Title": "Legion-of-Wolves Transformation",
            "Cost": " 10m, 1wp",
            "Mins": " Intelligence 5, Essence 4",
            "Type": " Simple",
            "Keyword": " Decisive-only, Shaping (Body)",
            "Duration": " One scene or One hour",
            "Prerequisite": " Selkie Mantle Endowment",
            "Description": "Soldiers shed their human skins as the Lunar works her witchcraft, emerging as snarling beasts or helpless prey. The Lunar transforms a battle group of willing mortals within medium range into an animal shape she possesses , except for Legendary Size shapes, using the normal rules for Lunar shapeshifting (Lunars, p. 131). The battle  group’s dice limit for shapeshifting is (Lunar’s War). Additionally, the combination of animal prowess and human intelligence grants Might 1. If the Lunar has Witch-Among-Swine Spite (Lunars, p. 209), she can use this Charm to transform an enemy battle  group with a difficulty 5 gambit, rolling (Intelligence + [Lore, Occult, or Presence]) against its Resolve for the attack. Enemies use the lower of their dice pools or the animal’s, or 3 dice if the animal lacks a pool. This Charm’s transformation normally last one scene, but willing battle groups extend this to one hour outside of combat. If the Lunar renews it once the hour expires, she waives its Willpower cost. Reset: Once per scene. "
        },
        {
            "Title": "Shrine of Midnight’s Covenant",
            "Cost": " 10m, 1wp",
            "Mins": " Intelligence 5, Essence 5",
            "Type": " Simple",
            "Keyword": " None",
            "Duration": " One project",
            "Prerequisite": " Devil-Pleasing Chiminage,",
            "Description": "Dreaming Wisdom Revelation The Lunar offers her patronage to those who worship at her shrine in the wilderness, blessing them with secret rites of otherworldly power. The Lunar creates a shrine, monument, cairn, or similar site in a place that’s close to a community, but set apart from it — a forest bordering a village, a mountain peak that looms above a mining town, First Age ruins beneath a city, etc. This requires at least a major Craft project (Exalted, p. 240). As part of this project, the Lunar must spread word of her shrine among the community, teaching them the rites that must be performed there. Once the Lunar completes her shrine, the community’s people may invoke her favor and protection by performing  the shrine’s rites. The shrine’s rites can take many forms, but always require  a community member to travel to the shrine no less than once a year at Calibration. The Lunar also imposes  additional requirements whose severity depends on how much of the community must be involved to meet them. If a majority of its populace is required, their obligation need only be an inconvenient task (Exalted, p. 216), like observing a dietary restriction or praying to the Lunar. If a smaller group is necessary, it must be at least a serious task, like making lavish offerings of animal sacrifices. If only the person who travels to the shrine is necessary, it must be a life-changing task, like killing a lion alone and bringing its carcass to the shrine. As long as the rites are performed, the community gains the following benefits. They extend out to (Essence x10) miles from the center of the community proper. • The Lunar can hear any prayers made to her from the shrine. If she knows Fleeting Silver Mirage (Lunars, p. 295), she can use it in response to a prayer to appear at the shrine. • The community is warded against the encroachment  of the Wyld, shadowlands, and similar forms of corruption. This includes all environmental Shaping effects. It doesn’t undo corruption that’s already taken place. • Spirits and fae within the community count as having a Minor Principle of respect for its customs . They can’t attempt to harm community members or refuse to hear out their requests, so long as the community treats them peacefully and inoffensively. Characters whose Essence equals or exceeds the Lunar’s may pay one Willpower to resist this for a scene, or two Willpower to harm community members unprovoked. • If the Lunar knows Heaven-Darkening Eclipse or Unraveling the Tapestry (Lunars, p. 206), she senses whenever the community comes under that from magic that could be negated with that Charm, letting her use it from afar. If she succeeds , the solution she introduces is revealed to the community’s members by dreams, strange portents, or spiritual ecstasies. The Lunar can only have one shrine at a time with this Charm, but shrines raised in territories claimed with Boundary-Marking Meditation (Lunars, p. 176) don’t count toward this limit. "
        }
    ],
    "Intelligence - Crafting": [
        {
            "Title": "Witch of the Forge",
            "Cost": " —",
            "Mins": " Intelligence 5, Essence 3",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " Ecstatic Creator Inspiration,",
            "Description": "Implicit Design Epiphany Wise in many arts, the Lunar works iron with witchcraft and hammers out spells upon her anvil. The Lunar gains the following benefits: • Once per story, when she accomplishes a major character or story goal through crafting, sorcery, dealings with spirits, or knowledge, she rolls (Intelligence + appropriate Ability), gaining gold points equal to her successes. • Completing a sorcerous working awards gold points equal to (its Circle x2). • She can spend white points as though they were experience points to purchase dots in Craft abilities  and Craft specialties. • She can pay the experience point cost of sorcerous  workings with white points, paying five white points per experience point. "
        }
    ],
    "Intelligence - Sorcery": [
        {
            "Title": "Witch-Goddess Puissance",
            "Cost": " —",
            "Mins": " Intelligence 5, Essence 3",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " Terrestrial Circle Sorcery",
            "Description": "The Lunar witch invokes forces both within and without, drawing on bestial Essence and places of ancient power to work her wonders. When the Lunar undertakes a sorcerous working of a Circle she’s initiated into, she gains the following benefits: • She negates the first botch the working suffers. • Animal shapes that thematically support a working count as complementary Ability Means (Exalted, p. 487). The Storyteller may increase their terminus bonus to +2 if the Lunar has a significant number of relevant Charms or other supernatural powers. Workings that might benefit  from this include creating chimerical animal hybrids, cursing someone with an animal species’ enmity, or blessings similar to one of an animal’s natural strengths or cultural significance. • Territories whose properties thematically support  a working (Lunars, p. 176) count as sorcerous infrastructure Means for workings performed within them, as do demesnes and manses with relevant geomantic aspects or other qualities. The terminus bonus increases to +2 if the Lunar has a significant number of Charms or other supernatural  powers that enhance territories. • If her Solar mate provides Means for the working — either as a cooperating sorcerer or by offering a complementary Ability — he adds an additional +1 to the working’s terminus."
        }
    ],
    "Manipulation - Influence": [
        {
            "Title": "Snake-Oil Panacea",
            "Cost": " —",
            "Mins": " Manipulation 5, Essence 3",
            "Type": " Permanent",
            "Keyword": " Mute, Psyche",
            "Duration": " Permanent",
            "Prerequisite": " Trash-is-Treasure Misdirection",
            "Description": "With slick presentation and a silver tongue, the Lunar passes  off placebos as cure-alls and harmless herbs as poison. The Lunar can use Trash-is-Treasure Misdirection to convince  someone that a given substance possesses a fictitious quality, beneficial or harmful, making an instill roll instead of a bargain roll. She might claim that silver burns the skin of the truly virtuous, or that bear meat is deadly unless prepared by a chef of legendary skill. She can’t choose a substance that’s so common that avoiding exposure is nigh-impossible, like air, or that’s necessary for someone’s survival, like water. A narrower subset, like “the air inside the satrap’s manse” or “water from this river” is permissible. Success causes the Lunar’s victim to believe her lie so deeply that the substance is truly beneficial or harmful to him: Beneficial: When ingested, the substance counts as exceptional  equipment for him on rolls appropriate to the Lunar’s claims for one scene, adding a non-Charm bonus die. This doesn’t enhance attacks, Shape Sorcery rolls, or similar offensive actions. Other characters’ rolls can also gain this bonus if the quality benefits their action, like a Medicine roll to treat him with an alleged panacea. Harmful: The substance is poisonous to the victim, with Damage 2B/hour, duration (Essence x2) hours, a −2 penalty , and a vector of either touch, inhalation, or ingestion. Doses of this poison don’t stack — he can’t suffer a new one until the existing dose leaves his system. The effects of the poisoning have at least a convincing resemblance to the effects of whatever harm the Lunar described. Unlike with Trash-and-Treasure Misdirection’s usual effect, this Psyche effect lasts until the target encounters  evidence that refutes the Lunar’s claim and spends three Willpower to resist. Reset: This Charm’s effect can only be used once per story against a character. "
        }
    ],
    "Manipulation - Subterfuge": [
        {
            "Title": "Laughing Hyena Mockery",
            "Cost": " 3m",
            "Mins": " Manipulation 3, Essence 1",
            "Type": " Simple",
            "Keyword": " Mute, Withering-only",
            "Duration": " Instant",
            "Prerequisite": " Laughing Devil Distraction",
            "Description": "The Lunar exhausts the patience of saints and provokes the wise to folly. The Lunar makes a withering attack against the Resolve of an enemy who can perceive her, rolling (Manipulation + [Performance, Presence, or Socialize]), with an Accuracy bonus of (Essence, maximum 5). Its raw damage is (Appearance + Charisma + Manipulation + extra successes) and it has Overwhelming (Essence, maximum 5). It can be enhanced both by magic that enhances inspire rolls, as well as attacks. An enemy crashed by this attack loses one Willpower. Note that this Charm’s range is based on the target’s ability to hear the Lunar’s words or see her nonverbal displays. Under normal conditions, it can’t affect characters  at long range, and can only target characters at medium range if the Lunar shouts. Special activation rules: This Charm may be flurried. "
        },
        {
            "Title": "Lone-Wolf Pack Formation",
            "Cost": " 5m, 1wp",
            "Mins": " Manipulation 4, Essence 2",
            "Type": " Reflexive",
            "Keyword": " Archetype (Appearance), Mute, Protean",
            "Duration": " One scene",
            "Prerequisite": " Laughing Devil Distraction,",
            "Description": "Uncertain Sky Ambiguity Though the Lunar may lead only a handful of warriors, cunning tactics and misdirection multiply their ranks a hundredfold in her enemies’ eyes. An allied battle group gains +1 effective Size, maximum 5, and adds (Lunar’s Essence) Magnitude to its health track. This is a result of trickery and deception on the Lunar’s part, not additional numbers; if the battle group is reduced to Size 1, it dissipates entirely. If the Lunar is fighting under an Ambush stratagem she’s enacted or if the targeted battle group has Size 2, she waives this Charm’s Willpower cost. Protean: In animal shapes, the Lunar also waives this Charm’s Willpower cost when using it on a battle group made up of the same kind of animal. Archetype: A Lunar whose spirit shape has Camouflage may learn this as an Appearance Charm, with One of the Herd and Victorious Beast-King Spirit as its prerequisites. "
        },
        {
            "Title": "Fog-Shrouded Guerrilla Force",
            "Cost": " 5m, 1wp",
            "Mins": " Manipulation 5, Essence 2",
            "Type": " Supplemental",
            "Keyword": " Archetype (Appearance)",
            "Duration": " Instant",
            "Prerequisite": " Lone-Wolf Pack Formation",
            "Description": "The Lunar’s forces move unseen to strike at the heart of enemy armies, emerging like stalking beasts from the mist. The Lunar rolls an Ambush stratagem with ([Appearance or Manipulation] + War), doubling 9s and ignoring penalties  for poor Drill. If the total forces on her side are no greater than Size 4, she doubles 8s; if they’re no greater than Size 2, she doubles 7s. If successful, allied battle groups add (6 − Size) successes on rolls to establish concealment or take cover, weaving in and out of sight. Archetype: A Lunar whose spirit shape has Camouflage may learn this as an Appearance Charm."
        }
    ],
    "Perception - Senses": [
        {
            "Title": "Blighted Herd Examination",
            "Cost": " —",
            "Mins": " Perception 3, Essence 1",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " Stricken Calf Sense",
            "Description": "Sharp senses foil the plots of poisoners and track plagues back to their source. When the Lunar successfully diagnoses a malady with Stricken Calf Sense or detects a harmful substance with Spider-Amid-Roses Discernment, her player can ask the Storyteller one of the following questions about that malady or substance. Every three extra successes let her ask an additional question. • How could I identify its source? • Where could I find something to help treat it? • Has someone tried to conceal anything involving it? • Are there any supernatural forces involved with it? If the Storyteller doesn’t have an answer in mind for a question, the Lunar’s player should provide one, as if introducing a fact. "
        },
        {
            "Title": "Toppled Domino Foresight",
            "Cost": " 2m",
            "Mins": " Perception 3, Essence 1",
            "Type": " Reflexive",
            "Keyword": " Mute",
            "Duration": " Instant",
            "Prerequisite": " Ever-Wary Fox Technique",
            "Description": "The Lunar’s eye takes in fleeting details of movement and geometry that pass too quickly for most to notice, foreseeing  the outcomes of complex interactions. Once an object or group of objects has been set in motion, the Lunar can perfectly predict the trajectory and outcome of that motion in the absence of outside intervention. This includes perfectly predicting the outcomes of coin tosses, dice rolls, roulette wheels, and the like. If a character cheats at such a game, the discrepancy  in results alerts the Lunar to this tampering, although it does not let her discern how the cheating was accomplished or single out the individual responsible  if there are multiple potential candidates. The Lunar can also benefit from this Charm when she rolls opposing an environmental trap or hazard where her ability to predict the outcome of moving objects lets her find a place of safety, such as weathering a rockslide . She can oppose such hazards with (Perception + Awareness), adding (Essence) non-Charm dice. This Charm’s potential applications aren’t limited to those above. The Storyteller is encouraged to reward creative uses by providing mechanical advantages or revealing useful information. "
        },
        {
            "Title": "Behind the Beast’s Eyes",
            "Cost": " —(+1wp)",
            "Mins": " Perception 5, Essence 2",
            "Type": " Permanent",
            "Keyword": " Psyche",
            "Duration": " Permanent",
            "Prerequisite": " Sense-Borrowing Method",
            "Description": "Reaching into the depths of an animal’s mind, the Lunar subsumes it into her own will. The Lunar can pay a one-Willpower surcharge when she uses Sense-Borrowing Method on an animal to forge a more controlling mental bond. While sleeping or meditating, she can assume control of the animal. Use the rules for shapeshifting to determine her dice pools and static values while doing so (Lunars, p. 131). She can’t use Charms or other magic through it, but isn’t affected by any harm it suffers. Even while the Lunar isn’t directly controlling the animal, it won’t harm her and is generally docile and compliant, unless it has strong reason not to be or would qualify as a three-dot Familiar. Even then, it won’t attack  or otherwise harm her or her allies. With Sense-Borrowing Method’s second purchase, the Lunar can use this Charm on trivial mortals. She need only pay one Willpower to use both effects. SenseBorrowing  Method’s third purchase likewise lets it be used on trivial spirits or fae. (Spirits are rarely trivial, but the Wyld abounds with weak, minor fae). This Charm is incompatible with Hundred-Eyed Watcher. "
        },
        {
            "Title": "All-Seeing Guardian Vigil",
            "Cost": " 5m",
            "Mins": " Perception 5, Essence 3",
            "Type": " Simple",
            "Keyword": " None",
            "Duration": " Indefinite",
            "Prerequisite": " Heightened Sense Method,",
            "Description": "Soul’s Eclipse Unity The Lunar watches over her trusted companions from afar, not with her senses, but with her soul. The Lunar gains the benefits of Soul’s Eclipse Unity for someone she has a positive Defining Tie toward. She only needs a Major Tie if her Solar mate has a positive Defining Tie toward that character, or if he belongs to a culture the Lunar has a positive Defining Tie toward or that’s ruled by her Solar mate. With Essence 4, this Charm’s cost is reduced to three motes. "
        },
        {
            "Title": "Guardian Beast of Five Directions",
            "Cost": " 10m, 1wp",
            "Mins": " Perception 5, Essence 4",
            "Type": " Reflexive",
            "Keyword": " Mute",
            "Duration": " Instant",
            "Prerequisite": " All-Seeing Guardian Vigil,",
            "Description": "Moonlit Sentinel Vigilance, Watchful Spider Stance (x2) The Lunar is an ever-watchful guardian, appearing just in time to defend those closest to her heart. This Charm represents the Lunar’s legendary prowess as a guardian and her foresight in anticipating danger. Whenever her Lunar’s Solar mate or someone she has a positive Major or Defining Tie toward comes under meaningful threat of harm, the Lunar’s player may declare that she’s present in the scene, revealing that she’s secretly been following that character to protect him. The details of her appearance are up to the Storyteller, but should guarantee she’s in a position to protect her ward. She can’t use this Charm to gain a tactical  advantage over a ward, only to aid him. Upon arriving, the Lunar rolls (Perception + Awareness), gaining both Initiative equal to her successes and a pool of motes equal to twice her successes that can only be spent on Charms that let her protect the other character , such as Ferocious Guardian Beast Stance or PackPreserving  Instinct. If the Storyteller finds it implausible for the Lunar to appear in a scene — for example, if her ward’s been locked in a cell for solitary confinement — he may set a difficulty, maximum 10, that the Lunar must beat with her roll for this Charm to succeed. Sneaking past a Realm military camp’s guards to protect someone being held prisoner within might be difficulty 2-4, depending on the quality of the troops posted, while appearing to someone being held in Heaven’s Jade Pleasure Dome or someone imprisoned within a sorcerously sealed artifact sarcophagus at the bottom of the sea might be difficulty 10 (“it turns out I was a flea in your hair all along!”) Reset: Once per story, unless reset by upholding a positive  Major or Defining Tie or a Tie to her Solar mate by protecting that character from danger that is both narratively relevant and perilous enough to challenge even the Exalted. "
        }
    ],
    "Perception - Scrutiny": [
        {
            "Title": "Echo Precedes Voice",
            "Cost": " 5m",
            "Mins": " Perception 3, Essence 2",
            "Type": " Reflexive",
            "Keyword": " Mute",
            "Duration": " Instant",
            "Prerequisite": " Exquisite Heart’s Taste",
            "Description": "The Lunar knows others better than they know themselves , anticipating their words before they think to speak. The Lunar reflexively makes a special (Perception + [Awareness, Investigation, or Socialize]) read intentions roll against someone within short range. If successful, she anticipates that he’s about to say something. His player tells the Lunar’s player what he is about to say; the Lunar may mockingly predict his next words aloud, preempt him with a witticism of her own, or offer some similar derision. This catches that character off-guard, imposing a penalty of (1 + extra successes, maximum [Lunar’s Perception]) on his next action. In combat, he also loses (Lunar’s Essence) Initiative, which the Lunar gains. If it’s vital that he remain silent, he may pay one Willpower to do so, but still suffers this Charm’s other detrimental effects. When a character within short range makes an influence  roll, the Lunar may use this Charm reflexively to anticipate it. If successful, this Charm’s penalty is imposed  on the influence roll. Reset: Once per scene, unless reset by succeeding on an opposed roll against a nontrivial character whose intentions the Lunar has read previously in the scene, or a roll against the Resolve or Defense of such a character."
        }
    ],
    "Stamina - Defense": [
        {
            "Title": "Guardian Silverback Tactics",
            "Cost": " 4m",
            "Mins": " Stamina 4, Essence 1",
            "Type": " Reflexive",
            "Keyword": " Archetype (Dexterity), Perilous,Withering-only",
            "Duration": " Instant",
            "Prerequisite": " Den Warden Method",
            "Description": "The Lunar guards her pack, covering for openings in their defenses and holding off foes. The Lunar can use this Charm after a withering damage  roll against an ally within close range, redirecting up to (higher of Essence or 3) points of damage from him to her. If the Lunar’s protecting him with a defend other action, the attacker doesn’t gain Initiative from the withering damage transferred to her. If she uses magic that extends  the action’s range, it applies to this Charm as well. Archetype: A Lunar whose spirit shape has a special ability or Merit that enhances the defend other action may learn this as a Dexterity Charm, with Bending Before the Storm as its prerequisite. "
        },
        {
            "Title": "Argent Monster Evolution",
            "Cost": " —",
            "Mins": " Stamina 4 or Strength 4, Essence 2",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " Claws of the Silver Moon or",
            "Description": "Invincible Moonsilver Carapace The Lunar manifests claws and armor from silvery Essence with but a thought, instantly adapting to her circumstances. The Lunar may use this Charm’s prerequisites reflexively . If she uses them together with Deadly Beastman Transformation, she gains one Initiative — two if she uses both Charms. "
        },
        {
            "Title": "Roaring Defiance Approach",
            "Cost": " 5m",
            "Mins": " Stamina 5, Essence 3",
            "Type": " Reflexive",
            "Keyword": " Perilous, Protean, Withering-only",
            "Duration": " Instant",
            "Prerequisite": " Frenzied Bear Fortification",
            "Description": "The Lunar meets her foe head on, letting him waste his strength as he strikes her. The Lunar forgoes the chance to defend against a withering attack, whether by applying her Evasion or Parry against the attack roll, clashing it, or other means. Instead, she adds her effective Defense against the attack  — potentially modified by Charms — to her soak. Her attacker doesn’t gain Initiative for hitting her. If the attack doesn’t crash the Lunar, her attacker resets to base Initiative before he’s awarded any Initiative from the attack. Protean: In animal shapes with the Impenetrable Armor Merit, enemies whose Initiative was lower than the Lunar’s when they attacked her reset to base Initiative after receiving Initiative from the attack if they fail to crash her. Reset: Once per scene unless reset by taking no damage from a withering attack with 20+ raw damage. "
        }
    ],
    "Stamina - Endurance": [
        {
            "Title": "Gifts of Protean Vigor",
            "Cost": " —",
            "Mins": " Stamina 2, Essence 1",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " None",
            "Description": "The Lunar’s mastery of shapeshifting affords precise control  of her metabolism and bodily processes. Upon purchasing this Charm, the Lunar gains two of the following gifts. She may purchase additional gifts for one bonus point or three experience each. Internal Form Mastery: The Lunar gains up to three dots of the Boundless Endurance, Iron Stomach, Natural Immunity, Selective Conception, Strong Lungs, or Toxin Resistance Merits. This boon can be purchased multiple times. Lesson of the Camel: The Lunar doubles her Stamina to determine how long she can go without food, water , and air, and reduces deprivation penalties by one (Exalted, p. 232). No Time to Bleed: The Lunar doesn’t increase the time it takes to heal from damage for engaging in strenuous physical activity (Exalted, pp. 173-174), and treats such activities as bedrest for purposes of magic like WoundMending  Care Technique. Plague-Ridden Mimicry: The Lunar can voluntarily induce symptoms of disease and immune responses in herself, like fever, nausea, rashes, or sweating. Sustaining a high fever or similar symptoms adds (higher of Essence or 3) dice on rolls against disease indefinitely, but inflicts a −1 penalty on mental rolls. Attempts at diagnosing  the Lunar return a result consistent with her apparent condition unless the opposing character uses magic or has reason to suspect the Lunar of trickery. In the latter case, a diagnosis roll at difficulty (Lunar’s Essence + Stamina) will reveal that something’s amiss. Tiger-and-Seahorse Dynasty: The Lunar’s children inherit her Exalted Healing (Exalted, p. 165), in addition  to any gifts they may receive as one of the MoonTouched . She receives +2 Resolve against influence that would cause her to neglect or harm her children. Winter Without Hibernation: The Lunar only needs (6 – Stamina) hours of sleep each night. Any fatigue penalties she suffers are reduced by one. "
        },
        {
            "Title": "Infinite Adaptive Perfection",
            "Cost": " —",
            "Mins": " Stamina 5, Essence 3",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " All-Consuming Crucible,",
            "Description": "Disease-Purging Essence, Perdurant Beast Perfection, Shifting Breath Inversion The Lunar has adapted to all adversity, becoming the ultimate survivor. The Lunar gains the following benefits: • She no longer needs to adapt to a specific environment  when using Rugged Beast Endurance, gaining its benefits wherever she goes. • She doubles 9s on rolls against poison, disease, environmental hazards, fatigue, and similar physical  ailments. • Once per scene, she can add a free full Excellency on a roll enhanced by this Charm. • Once per day, success on a roll enhanced by this Charm awards one Willpower. "
        }
    ],
    "Stamina - Berserker": [
        {
            "Title": "Ravening Beast Excitement",
            "Cost": " 3m",
            "Mins": " Stamina 3, Essence 1",
            "Type": " Supplemental",
            "Keyword": " Archetype (Wits)",
            "Duration": " Instant",
            "Prerequisite": " None",
            "Description": "Great forces sent against the Lunar merely multiply her opportunities for carnage. The Lunar adds a non-Charm die to her Join Battle roll for each nontrivial enemy she faces, maximum (higher of Essence or 3). If she wins Join Battle, on her first turn, she ignores penalties from flurrying and can flurry an attack with a shapeshifting action. Archetype: Lunars with predatory spirit shapes may learn this as a Wits Charm. "
        },
        {
            "Title": "Least Provocation Outburst",
            "Cost": " —",
            "Mins": " Stamina 5, Essence 1",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Instant",
            "Prerequisite": " Relentless Lunar Fury",
            "Description": "The Lunar’s rage rises to meet her foes’ hostility. Relentless Lunar Fury can be used upon taking withering  damage. If the Lunar knows Mother Grizzly Attitude or similar Charms, their conditions can also be met by withering damage. Using Relentless Lunar Fury grants the Lunar Initiative equal to her wound penalty. If her wound penalty increases  while using it, she gains Initiative for each point of increase. "
        },
        {
            "Title": "Blood Rage Reckoning",
            "Cost": " 3m, 1wp",
            "Mins": " Stamina 4, Essence 2",
            "Type": " Simple",
            "Keyword": " Archetype (Wits), Perilous",
            "Duration": " Instant",
            "Prerequisite": " Ravening Beast Excitement",
            "Description": "Bellowing with rage, the Lunar comes back from the brink. To use this Charm, the Lunar must have reset to base Initiative on or since her last turn, and must still be at or below her base Initiative. She rolls Join Battle. The restrictions on using this Charm are waived while using Relentless Lunar Fury. Reset: Once per scene. Archetype: Lunars with predatory spirit shapes may learn this as a Wits Charm."
        }
    ],
    "Strength - Offense": [
        {
            "Title": "Leopard Drags Carcass",
            "Cost": " 4m",
            "Mins": " Strength 3, Essence 1",
            "Type": " Supplemental",
            "Keyword": " Perilous",
            "Duration": " Instant",
            "Prerequisite": " Grizzly Bear Embrace",
            "Description": "Pulling with insuperable strength, the Lunar plunges foes into roaring flames or drags them down to the uttermost depths. The Lunar need only sacrifice one round of grapple control to drag a grappled enemy. If she drags him into an environmental hazard or similarly imperils him, like dragging him off a cliff, he suffers a penalty equal to her remaining rounds of control on any roll to resist. On a failed roll, the Lunar can forgo any number of rounds of clinch control, adding two dice to the damage roll for each. Alternatively, if she drags him underwater, he halves his Stamina for determining how long he can hold his breath (Exalted, p. 232) while she controls the grapple. If the Lunar uses Mangling Grasp Might to throw an enemy  into an environmental hazard or similar peril, she may use this Charm to enhance it, inflicting a penalty equal to the rounds of control forfeited. Likewise, she may also use it if releasing an enemy endangers him — e.g., if she does so while flying at long range above the ground. With a Strength 5, Essence 4 repurchase, the Lunar can pay a one-Willpower surcharge to cause her foe to automatically  fail his roll against any peril she drags him into. "
        },
        {
            "Title": "Guard-Shattering Pounce",
            "Cost": " 3m",
            "Mins": " Strength 4, Essence 1",
            "Type": " Supplemental",
            "Keyword": " Uniform",
            "Duration": " Instant",
            "Prerequisite": " Ferocious Biting Tooth",
            "Description": "The force of the Lunar’s blows shatters her foe’s stance, leaving him reeling and defenseless. If the Lunar’s attack deals damage, her target’s onslaught  penalty doesn’t refresh on his next turn. Until it refreshes, the onslaught penalty is doubled for his Parry and he can’t take full defense actions. Successive uses of this Charm can prolong these effects by potentially preventing that foe’s onslaught from ever refreshing. "
        },
        {
            "Title": "Illimitable Beast-Self",
            "Cost": " —",
            "Mins": " Strength 5, Essence 1",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " Terrifying Ogre Alteration",
            "Description": "The Lunar’s Essence seethes with inchoate possibilities of form, monstrous shapes yearning to become. When the Lunar uses Hybrid Body Interaction, she can choose an additional two dots of mutations from Perfected Hybrid Interaction’s repertoire, which need not reflect her spirit shape. When she uses Deadly Beastman Transformation, she can choose another two dots. She can choose different mutations each time. "
        },
        {
            "Title": "Primal Beast Ascension",
            "Cost": " —",
            "Mins": " Strength 5, Essence 3",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " Horrifying Beast-God Might",
            "Description": "Drawing forth ancient power, the Lunar takes on the monstrous shape of a primal beast. The Lunar can use Deadly Beastman Transformation while in an animal shape to transform into a primal form of that animal. This doesn’t use Hybrid Body Transformation or confer mutations. Her animal form’s natural prey count as having a Major Tie of fear toward her. Familiars, other magically enhanced animals, and non-animal prey only count as having a Minor Tie. Deadly Beastman Transformation doesn’t end if the Lunar shifts into another animal shape, or if she returns to her human shape and immediately uses Hybrid Body Transformation. Special Activation Rules: Whenever the Lunar uses Towering Beast Form or Mountainous Spirit Expression in an animal shape, she may use Deadly Beastman Transformation reflexively with this Charm. "
        },
        {
            "Title": "God-Monster Transcendence",
            "Cost": " 5i",
            "Mins": " Strength 5, Stamina 5, Essence 5",
            "Type": " Reflexive",
            "Keyword": " Archetype (Stamina), Dual",
            "Duration": " One scene",
            "Prerequisite": " Undaunted Behemoth Avatar",
            "Description": "Descending on the battlefield in titanic form, the Lunar strikes like a force of nature. While in the shape of a Legendary Size animal, the Lunar gains the following benefits: • Her defenses against smaller enemies are amplified : withering attacks need 15+ dice of post soak damage to crash her. The limit on how much decisive damage she can take from their attacks now includes levels of damage added by magic. Likewise, her immunity to onslaught penalties now includes those inflicted by magic. An enemy can overcome this by spotting a weak point in her titanic form, spending 4 Initiative to make a difficulty 5 (Perception + Awareness) roll that can’t be flurried. Success denies the Lunar these benefits against him. • She can move away from smaller enemies without  needing to disengage. • She waives the Willpower costs of Lunar Charms that enhance her feats of strength. • Against battle groups, her withering attacks double their attack roll extra successes when determining their raw damage. Decisive attacks against them double the damage bonus they receive  (Exalted, p. 208). 1s subtract successes on rout checks triggered by her attacks. Archetype: A Lunar whose spirit shape has Legendary Size may learn this as a Stamina Charm. (While it has a dual-Attribute prerequisite, it counts as a Strength Charm normally). "
        }
    ],
    "Strength - Mobility": [
        {
            "Title": "Falling Moon Cataclysm",
            "Cost": " —",
            "Mins": " Strength 5, Essence 5",
            "Type": " Permanent",
            "Keyword": " Decisive-only, Protean",
            "Duration": " Permanent",
            "Prerequisite": " Behemoth’s Footprint Tread,",
            "Description": "Mighty Behemoth Leap The Lunar leaps across the sky with a mighty bound that craters the earth beneath her, descending on her foes with world-shattering force. When the Lunar uses Mighty Behemoth Leap, she may use Behemoth’s Footprint Tread reflexively, waiving its Willpower cost. Rather than striking her foes with a weapon, she unleashes an earth-shaking shockwave as she leaps, rendering the attack unblockable. This doesn’t reset her Initiative. The force of the shockwave propels the Lunar an additional  range band horizontally or two range bands vertically as she leaps. Upon landing, she can repeat Behemoth’s Footprint Tread’s attack, waiving its cost. This takes the place of Mighty Behemoth Leap’s normal attack and opposed roll to knock foes prone. Once the Lunar lands and makes any attacks, her Initiative resets, as long as she hit at least one enemy. Protean: In animal shapes with Trample, the Lunar receives Mighty Behemoth Leap’s Protean benefit if she uses Behemoth’s Footprint Tread. Feats of Strength "
        }
    ],
    "Strength - Feats of Strength": [
        {
            "Title": "Terrifying Rampage",
            "Cost": " 3m",
            "Mins": " Strength 3, Essence 1",
            "Type": " Supplemental",
            "Keyword": " Archetype (Appearance), Protean",
            "Duration": " Permanent",
            "Prerequisite": " Surging Thew Technique",
            "Description": "Wrenching mead-halls’ doors from their hinges or charging through stone walls, the Lunar spreads fear and destruction. A successful feat of strength counts as a threaten roll against enemies who witnessed it. In combat, affected enemies lose one Initiative. On a Strength 5+ feat, they lose Initiative even if they resist with Willpower. Protean: In animal shapes capable of Strength 5+ feats, the Lunar gains one Initiative on a successful feat. Archetype: A Lunar whose spirit shape has a special ability or Merits that involves threaten rolls or other fearbased  influence may learn this as an Appearance Charm, with Glance-Oration Technique as its prerequisite."
        }
    ],
    "Wits - Resolve": [
        {
            "Title": "Argent Aspect Incarnation",
            "Cost": " —",
            "Mins": " Wits 5, Essence 3",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " Intransigent Silver Soul, Sacred",
            "Description": "Guardian Dedication The Lunar embodies the inviolate core of her being, her inchoate Essence shaped by her most deeply held beliefs. Upon learning this Charm, the Lunar’s player chooses one of her Defining Principles. She gains the following benefits: • Her iconic anima and Tell subtly shift to reflect her Principle. Those who see either intuit that the Lunar has the Principle. If they share it with her, their Principle also counts as a positive Tie to her for the scene unless they pay one Willpower. • Once per scene, she waives the Willpower cost to add an automatic success on an action that aligns with the Principle. • When she regains Willpower from upholding the Principle, she loses one Limit. • The Principle counts as a Tie to her Solar mate for purposes of Charms. It counts as positive or negative if that’s advantageous to her. If she has Moon-Follows-Sun Assurance, its defense isn’t absolute; characters can make a special instill roll, rolling twice and taking the lower result, to suppress that Charm’s protection until the Lunar next gains Willpower from upholding the Principle. If the Lunar willingly weakens the Principle, she rolls ten dice and gains Limit equal to her successes. She loses this Charm’s benefits until the Principle returns to Defining. If she fully erodes the Principle, she can choose a new Defining Principle for this Charm at the end of the story. "
        },
        {
            "Title": "Darkness-Waking Howl",
            "Cost": " 10m, 1wp",
            "Mins": " Wits 5, Manipulation 5, Essence3",
            "Type": " Simple",
            "Keyword": " Psyche",
            "Duration": " Instant",
            "Prerequisite": " Herd Subversion Approach,",
            "Description": "Shadow-Mind Meditation Filling her victim’s heart with bleak pessimism and rage, the Lunar awakens the primal darkness dwelling in his unconscious mind. Over the course of a few minutes’ conversation with someone, the Lunar makes a special (Manipulation + Presence) instill roll. If successful, she beckons forth his shadow-mind, designed by that character’s player using the rules for Shadow-Mind Meditation (Lunars, p. 281). The Lunar also imposes a negative Major Tie or a pessimistic or skeptical Major Principle on the shadow -mind. The shadow mind immediately takes control. If the shadow-mind tries to act against one of the victim ’s Intimacies, he may enter a Decision Point, weighing  that Intimacy against his shadow-mind’s strongest negative Tie or pessimistic or skeptical Principle. If his Intimacy prevails, he may pay one Willpower to regain control. The shadow-mind still lingers once resisted. When circumstances  support one of its negative Ties or cynical or pessimistic Principles, the victim must enter a Decision Point and cite an equal or greater Intimacy to spend Willpower, or else the shadow-mind regains control. Once a character has spent a total of (Lunar’s Essence) Willpower in these Decision Points, the shadow-mind is permanently subsumed back into his subconscious, unless his player wants to keep it around. Lunars with Shadow-Mind Meditation and others with alter egos of similar nature are immune to this Charm. Animal Ken "
        }
    ],
    "Wits - Animal Ken": [
        {
            "Title": "Ghost-Stalking Hunter",
            "Cost": " — (+1m per familiar)",
            "Mins": " Wits 3, Perception 3,Essence 2",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " Blessed Moon-Beast",
            "Description": "Empowerment, Perceiving the Hidden World A Lunar’s companion beasts pursue their prey even to the hidden realms of spirits. When the Lunar uses Perceiving the Hidden World, she can extend its benefits to any familiars present in the scene for one mote each. If the Lunar knows Spirit-Rending Fury, she can extend its benefits to any familiars enhanced with this Charm when she uses it If the Lunar knows Demon-Drinking Fang, spirits slain by familiars enhanced with this Charm are permanently destroyed. "
        },
        {
            "Title": "Two Selves As One",
            "Cost": " 1m, 1wp",
            "Mins": " Wits 3, Intelligence 3, Essence 2",
            "Type": " Simple",
            "Keyword": " None",
            "Duration": " Instant",
            "Prerequisite": " Blessed Moon-Beast",
            "Description": "Empowerment, Memory-Drinking Meditation Blurring the boundaries between herself and her familiar, the Lunar opens her mind to her companion. As the Lunar and an intelligent familiar meditate together, they open a mental bond that allows them to share memories. They can either share glimpses of memories or permanently impart memories to each other. A glimpse allows both Lunar and familiar to relive a memory. They can’t make rolls to notice anything that was missed the first time around — if the familiar failed an Awareness roll, the Lunar wouldn’t get a second chance. The Storyteller may require a roll to recall memories with clear detail — typically the familiar’s Senses pool or the Lunar’s (Intelligence + Lore). Alternatively, the Lunar and her familiar can permanently  grant memories to each other, along with all of their Intimacies related to that memory. The clarity and accuracy of these memories are limited as above. It’s even possible for them to share the entirety of their memories with each other. For such large-scale transfers , the Storyteller should reveal specific memories when they become relevant. If the Lunar knows Erudite Beast-Mind Expansion (Lunars, p. 284), she may pay its four-experience surcharge  as she uses this Charm to instantly confer its benefits on a qualifying familiar. The Lunar can use this Charm from afar on a familiar whose senses she’s inhabiting with Behind the Beast’s Eyes (p. 53). "
        },
        {
            "Title": "Divine Soul-Beast Exaltation",
            "Cost": " 5m per familiar dot, 1wp",
            "Mins": " Wits 5, Essence 3",
            "Type": " Simple",
            "Keyword": " None",
            "Duration": " One scene",
            "Prerequisite": " Beast-Power Awakening,",
            "Description": "Instinctive Unity Approach The Lunar manifests her spirit shape as a divine beast, a moon-graced familiar born of her Exaltation. The Lunar manifests her spirit shape as a familiar to fight alongside her, paying five motes per dot of its Familiar rating and one Willpower. The manifested spirit shape uses its normal animal traits, but Tiny Creature and Minuscule Size don’t reduce its damage. It has a defining Tie of loyalty to the Lunar, and any of her Intimacies that are compatible with its level of intelligence. The spirit shape has all latent and magical abilities listed  with its traits, and any latent or magical abilities the Lunar has trained other familiars in, as long as they’re physically compatible with the spirit shape’s body. The spirit shape gains the benefits of Blessed MoonBeast  Empowerment, and any of Erudite Beast-Mind Expansion and Witch-Beast Ascendancy that the Lunar knows. Witch-Beast Ascendancy also conveys all Terrestrial Spells known by the Lunar. If the Lunar has Eternal Companion Endurance, the familiar gains the benefits of (Lunar’s Essence) purchases. The divine beast’s arrival rallies the Lunar’s other familiars. Each of them rolls Join Battle and gains one Willpower. Special activation rules: The Lunar can use Supreme God-Beast Unleashed reflexively with this Charm to enhance the familiar. Its anima and Willpower costs are waived. "
        }
    ],
    "Wits - Navigation": [
        {
            "Title": "Argent Nagamani Boon",
            "Cost": " —",
            "Mins": " Wits 3, Essence 2",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Permanent",
            "Prerequisite": " Radiant Basilisc Jewel",
            "Description": "The Lunar’s soul-jewel brings her into harmony with the world’s Essence. The Lunar gains the following benefits: • If she knows Radiant Basilic Jewel’s, its hearthstone  counts as being socketed in all artifacts she’s attuned to for all purposes: enhancing weapons , powering warstriders, enabling dependent hearthstones, etc. This doesn’t use up a socket. • She doubles 9s on non-extended Craft, Lore, or Occult rolls with any Attribute that involve geomancy  — demesnes, manses, hearthstones, dragon  lines, etc. Double 8s for Lunar geomancy. • Attuning a demesne lasts indefinitely as long as she bears its hearthstone. If someone attempts to sever her attunement (Exalted, p. 161), their roll is opposed by her (Wits + Occult). Success preserves  her attunement and alerts her, but doesn’t reveal the opposing character’s identity. • If she knows Devil’s Hidden Footprints (Lunars, p. 249), she can spend extra successes on rolls to sense Essence use within an attuned demesne or manse to apply that Charm’s benefits. This also applies on opposed rolls to preserve her attunement. "
        },
        {
            "Title": "Stolen Power Bezoar",
            "Cost": " 1m or 3m",
            "Mins": " Wits 5, Essence 3",
            "Type": " Reflexive",
            "Keyword": " Stackable",
            "Duration": " Indefinite",
            "Prerequisite": " Desert Basilisc Diadem,",
            "Description": "Rousing Hidden Power Feeding on the Essence of her foe’s defeat, the Lunar makes his power a part of her own. Upon defeating or taking the shape of an enemy powerful  enough to pose formidable opposition, the Lunar can crystallize his defeat into a hearthstone within herself, paying one mote for a lesser stone or three motes for a greater one. Defeat need not be in combat; public debate , business competition, or a race to retrieve a First Age relic all qualify. The chosen hearthstone should reflect the enemy’s nature, his relationship with the Lunar, the nature of his defeat, or some combination of these. It may have Evocations that reflect or emulate his distinctive powers  or replicate Eclipse Charms he knew. The Lunar’s player doesn’t need to decide on a stone immediately, especially for custom designs. The stone gains the Steady keyword and loses Dependent. It manifests within the Lunar per Desert Basilisc Diadem, but doesn’t count against that Charm’s limit. It can’t be removed from her body. The Lunar can incur experience debt to make a hearthstone  permanent: six experience for a lesser stone or twelve experience for a greater stone. The first time she does so, she waives the cost for a lesser stone or reduces a greater stone’s cost to four experience. This Charm can be stacked to manifest up to (higher of Essence or 3) multiple hearthstones. Stones made permanent  with experience don’t count against this limit. "
        }
    ],
    "Wits - Cache": [
        {
            "Title": "Rat’s Secret Voyage",
            "Cost": " —(4m, 1wp)",
            "Mins": " Wits 3, Essence 2",
            "Type": " Permanent",
            "Keyword": " Mute",
            "Duration": " Permanent",
            "Prerequisite": " Lodestone Reckoning Manner,",
            "Description": "Rats-in-the-Basement Style The Lunar walks many hidden roads, roaming her dominion  in secret or retreating to her lair unseen. The Lunar can use this Charm’s prerequisites together for four motes, one Willpower to reveal a a path to a faraway territory or lair. She makes a single (Wits + [Sail or Survival]), doubling 9s and adding (higher of Essence or 3) dice. The roll’s difficulty is 7 for a route of up to (Essence x10) miles or 10 for a route of up to (Essence x 100) miles. She can’t go any further than that. Success introduces a secret route, which is concealed as per Secure Den Technique (Lunars, p. 293), and lets the Lunar bank her successes as per Lodestone Reckoning Manner. Such routes include many supernaturally advantageous shortcuts, halving the time necessary to complete the journey. This is compatible with the speed increase from Charms like Monarch-Wing Migration. It’s difficult to keep such routes secret for long. The path remains concealed as above for however long it would take the Lunar to complete the journey on foot, without using shapeshifting or any other magic. Once this time elapses, the concealment fades. The route also loses its concealment  if the Lunar ends her mote commitment. When concealment fades, the travel time reduction is also lost. If the Lunar knows Ranging Wolf Deception (Lunars, p. 288), she waives its Willpower cost while traveling along a concealed path. "
        }
    ],
    "Wits - Territory": [
        {
            "Title": "Lair-Sculpting Beast",
            "Cost": " 5m, 1wp",
            "Mins": " Wits 5, Essence 2",
            "Type": " Simple",
            "Keyword": " None",
            "Duration": " Instant",
            "Prerequisite": " Boundary-Marking Meditation",
            "Description": "The Lunar’s territory subtly shifts and changes, serving her will and expressing the nature of the monster who lairs there. The Lunar makes a special (Wits + Survival) introduce fact roll, adding (Essence) non-Charm successes, to reveal a change in her territory’s geography, climate, or other natural features. This typically involves the Lunar revealing or discovering a change that’s already taken place — it can’t create sudden, drastic changes. She could reveal a pass through a perilous mountain range, a natural hot spring in a frozen tundra, or the fact that a dormant volcano has reawakened. This can’t create supernatural  phenomena — a river’s course might change to speed the Lunar’s journey, but it won’t turn to liquid flame. One per story, the Lunar can use this Charm to change one of her territory’s qualities with a (Wits + Survival) roll. The difficulty depends on how similar the new property is to the one that it replaces: difficulty 3 for similar qualities, difficulty 5 for unrelated qualities, or difficulty 7 for qualities that conflict with each other. If successful, the territory is transformed to reflect the change in qualities. This change is a slow one, and isn’t completed until the story ends. "
        },
        {
            "Title": "The World Within the Mirror",
            "Cost": " —",
            "Mins": " Wits 4, Appearance 4, Essence 3",
            "Type": " Permanent",
            "Keyword": " None",
            "Duration": " Instant",
            "Prerequisite": " Boundary-Marking Meditation,",
            "Description": "Mirror Slip Trick The Lunar claims a twofold dominion, stalking behind the mirrors of her sacred ground. Each of the Lunar’s territories has an otherworldly reflection, a twinned mirror-world born of her protean Essence. She can access a territory’s mirror-realm by using Mirror Slip Trick on a reflective surface within it, and can bring her Circle and up to (Essence x2) other characters with her when she does so. In combat, leaving that reflective surface to enter the mirror-realm proper requires withdrawing from combat (Exalted, p. 199). The reflected territory is not completely identical to the original, for Lunar Essence is a fickle mirror. The sky is always midnight, and the moon looms larger and brighter than it should. The mirror-world’s wilderness is more verdant than the original; its cities are ruined or overgrown. Light is starker, shadows deeper, and heights and depths seem far greater. It counts as a greater Lunar demesne, though it has no hearthstone. This reflection doesn’t extend past the territory’s boundaries; beyond them, there is only darkness. The mirror-world is a lonely place. The reflections of people and beasts are trapped within the glass of their mirrors, unable to break away and find the larger mirror -world. Visitors might sometimes hear the sound of rustling underfoot or the cries of strange beasts, but never find any trace of their existence. Others can follow the Lunar into the mirror-realm using magic like Silver Curtain Parted or Obsidian Shards of Infinity style, and if there should be strange things that dwell behind mirrors, they may intrude. The Lunar can travel through the mirror-realm to observe  her territory through mirrors and other reflective surfaces. Nontrivial characters can make Awareness rolls to notice her in the mirror, but suffer a −4 penalty on rolls against her Stealth unless they have reason to suspect they’re being watched through mirrors. The Lunar can use Mirror Slip Trick on any reflective surface in the mirror-world to reenter her territory, waiving its Willpower cost. Characters without such magic aren’t trapped — they can return through a reflective  surface with a difficulty 4 roll using a (Mental Attribute + Occult) roll to understand the mirror-world’s nature or (Strength + Athletics) to smash their way back."
        }
    ]
}