[
    {
        "Title": "Cantata of Empty Voices",
        "Cost": " 15sm, 2wp",
        "Keyword": " Perilous",
        "Duration": " Instant or until ended",
        "Description": "A choir of silver-white wraiths surrounds the sorcerer, inciting utter agony with their keening song. This is an environmental hazard against all enemies within short range, with a resistance difficulty equal to the sorcerer’s Intelligence (use [Stamina + Resistance]) and Damage 2L. Characters who fail the roll lose a point of Willpower, while battle groups instead immediately check for rout. Once the sorcerer has begun the Cantata of Empty Voices, she may sustain it with an unrolled shape sorcery action taken on each subsequent turn at no additional cost. As she continues the song, its range expands—to medium range on the first subsequent turn, then to long range. Every three turns after that, it expands to cover another range band, until it ultimately spreads to a maximum radius SUMMONING AND BATTLE GROUPS A sorcerer with summoning spells such as Demon of the First Circle or Summon Elemental can easily amass large forces of spirits bound to her will. In combat, keep in mind that these should usually be represented as battle groups (p. 205) rather than giving each spirit its own turn, unless it is a distinct and powerful being such as a Second Circle demon. of one mile. At this point, the Storyteller should not make individual rolls for each trivial opponent or hapless bystander caught in the cantata, but simply describe the mass deaths and panicked, fleeing mobs that result. A sorcerer who knows Cantata of Empty Voices as her control spell may maintain it even during Initiative Crash. As long as she recovers from the crash without being hit with a decisive attack, the casting of the spell proceeds uninterrupted. Distortion (Goal Number: 10): Distorting the cantata neutralizes its killing power, converting all damage dealt by it to bashing and preventing it from rolling over to inflict lethal damage. While the enemy sorcerer might be able to inflict wide-scale harm, the spell will not result in death by itself, and recovery will be much easier for its victims. "
    },
    {
        "Title": "Demon of the Second Circle",
        "Cost": " Ritual, 3wp",
        "Keyword": " None",
        "Duration": " Instant",
        "Description": "Celestial sorcerers may call upon demons of the Second Circle, baleful spirits that serve the Yozis. The ritual to summon a Second Circle Demon is much like that described in Demon of the First Circle, save that it can only be performed on the night of the new moon (and then only once per lunar cycle), or once during one of the five black nights of Calibration. Instead of pulling the demon through a glowing green glyph, tongues of green fire trace out a mandala that is the demon’s name written in the alphabet of Hell, and it emerges from this circle at the sorcerer’s call. The roll to bind Second Circle Demons is the same as with First Circle Demons, but failure is more dangerous. If the sorcerer fails her (Intelligence + Occult) roll against the demon’s Resolve by three successes or more, then she is unable to banish the demon, and must contend with its wrath or wiles. "
    },
    {
        "Title": "Impenetrable Veil of Night",
        "Cost": " 30sm, 1wp",
        "Keyword": " None",
        "Duration": " One day",
        "Description": "A twisting nexus of living shadows takes form between the sorcerer’s hands. As she completes the spell, she casts the umbral tangle upward, where it expands into a column of ebon darkness centered on the sorcerer that extends out one mile in horizontal diameter and immeasurably high vertically. Within the Impenetrable Veil of Night, torches, lanterns, and even anima banners cast light out only to half their usual range, while speech and noises echo in strange, unnatural ways. Even characters with supernatural senses capable of seeing in mundane darkness still suffer a -2 penalty on all Awareness or Perceptionbased  rolls made within the veil. A battle group that is caught within the darkness immediately makes a rout check at +1 difficulty. A sorcerer who knows Impenetrable Veil of Night as her control spell speaks with a distorted voice, as if she were always standing within the nihil of the spell. Light subtly flees her body. She gains three bonus dice on Stealth rolls made to stay hidden while moving in combat at night or in shadowy environs, but loses the same amount of dice in broad daylight while in open spaces. She also gains a +2 bonus to movement actions made at night, but a -2 penalty to movement actions made in open daylight. Distortion (Goal Number: 15): Distorting the veil causes the darkness to part around the sorcerer, out to medium range from her, for up to an hour. "
    },
    {
        "Title": "Incomparable Body Arsenal",
        "Cost": " 30sm, 2wp",
        "Keyword": " None",
        "Duration": " (Essence) hours",
        "Description": "The sorcerer reshapes her body into a clanking metallic form of rust-streaked black iron, mimicking her human appearance but roughly cast, studded with rivets where segments of her metal skin meet. While in this form, the sorcerer may reflexively produce any manner of mundane weapons from her body—rusty iron spikes burst from her skin, knives extend from fingertips, an arm lengthens into a broadsword or warhammer, and jagged metal blades fire from her mouth. None of these weapons can be disarmed or destroyed. The spell grants her benefits and drawbacks equivalent to heavy artifact armor (p. 599), while rendering her capable of functioning without air, completely immune to mundane poisons, and unaffected by extremes of temperature, even when they manifest as environmental hazards. She doubles 9s on all ([Strength or Stamina] + Ability) rolls, and adds one success to all withering and decisive attack rolls. A sorcerer who knows Incomparable Body Arsenal as her control spell may create and master Evocations for it, which can only be used while this spell is active. These Evocations can enhance the armor-nature of this spell, its weapons, or a combination of both. In addition, characters with an Essence pool gain access to the following powers while this spell is active: God-Weapon Armament (8m; Reflexive; Indefinite; Stackable): When the sorcerer manifests a weapon from her Incomparable Body Arsenal, she may use this Charm to grant it the traits of an artifact weapon. The weapons created with this Charm can take on exotic and overtly magical forms—an artifact firewand might manifest as a dragon-headed helm that spit fires, while razor claws might take the form of foot-long serrated claws extending from the fingers of one hand. Multiple invocations of this Charm can be stacked to create multiple artifact weapons. Metal Behemoth Might (10m; Supplemental; Instant): When the sorcerer attempts a feat of strength, she may add +2 to her effective Strength for determining what feats she may attempt. This is not added to her dice pool. Unstoppable Juggernaut Endurance (5m, 1wp; Simple; Indefinite): The sorcerer may reinforce her vitality with this spell, gaining one -2 health level and two -4 health levels. Damage fills these temporary health levels before the sorcerer’s natural health levels of the same wound penalty, and the levels fade away when filled with damage. This power can only be used once during the spell’s duration. Distortion (Goal Number: 15): Distorting the Incomparable Body Arsenal wreaks a terrifying transformation on the opposing sorcerer as the metallic components of his transformed body spike inwards, goring innards and mutilating limbs. This inflicts a crippling comparable to an amputation (chosen by the original caster), as the enemy’s arms are rendered useless by the jagged metal spikes exploding inside them or metal plates weld themselves over his eyes to blind him. Once the spell ends, the distortion’s mutilation is undone along with the usual transformation. The caster may attempt to recover the distorted spell to full functionality by making an extended roll with (Wits + Occult), with a difficulty of 3, an interval of one action (which cannot be flurried) and a goal number of the total number of cumulative successes achieved on the distortion roll, rounded up. If she succeeds, the distortion is reversed. "
    },
    {
        "Title": "Ivory Orchid Pavilion",
        "Cost": " Ritual, 1wp",
        "Keyword": " None",
        "Duration": " One day",
        "Description": "As the sorcerer spends a few minutes tracing the borders of this spell with her footsteps, a spire of ivory rises from the ground like the calyx of an immense flower carved from marble. Once she completes the circuit, the central pillar unfurls its petals to reveal a splendid mansion. Ornate furniture, silk curtains, and fine beddings adorn the chambers of the palace, and the pleasant scent of fresh orchids is everywhere. Feasting tables within the mansion’s dining room are replete with fresh fruits and nuts and bowls of wine, never seeming to run empty, though vanishing if taken outside. Any character who enters the Ivory Orchid Pavilion and partakes of its amenities or sleeps within it is treated as having a Major Tie of blissful contentment towards dwelling within it until the end of his stay—most spirits and cultured sorcerers consider this a luxury rather than an imposition, relishing the chance to forget their troubles. Once this spell ends, the mansion folds back into the ground, safely depositing all guests outside. For five years after the casting of the spell, white orchids will grow from the ground where it was cast. A sorcerer who knows Ivory Orchid Pavilion as her control spell may cast it with a duration of Indefinite. The mansion will remain standing for as long as she stays within it. Distortion (Goal Number: 10): Distorting an Ivory Orchid Pavilion subtly inverts the blissful atmosphere of the sanctum, transforming the Intimacy imposed by this spell into a Major Tie of suspicion and distrust of all other characters within the pavilion. This inversion lasts until it leads to a scene in which built-up suspicion comes to a head in a dramatic fashion. "
    },
    {
        "Title": "Magma Kraken",
        "Cost": " 30sm, 1wp",
        "Keyword": " None",
        "Duration": " One scene",
        "Description": "Calling to the Essence of fire and earth that roils deep beneath her, the sorcerer wills ten tentacles of lava to erupt from the ground, shaking the earth as they burst forward in torrents of molten stone. She designates where each appears, out to as far as long range from her. Together, these form the Magma Kraken. It is rolled into battle with the sorcerer’s (Wits + Occult), and has a base Initiative equal to her Essence. As it erupts from the ground, any character who is at the point where a tentacle emerges must make a difficulty 2 (Dexterity + Athletics) roll to avoid it, or else be flung one range band away and knocked prone by the eruption. The Magma Kraken may act on its turn to make a withering or decisive attack, grapple an enemy, or wreak general havoc on the scenery. It uses the sorcerer’s (Intelligence + Occult + Essence) for all attack and feat of strength rolls, and each tentacle can strike out to short range from its location. If it becomes necessary for the kraken to make a roll for another action, such as opposing an enemy’s stealth attempt, its dice pool is equal to the sorcerer’s ([Relevant Attribute] + Occult + Essence). Magma Kraken tentacles have Parry and Evasion values of 5, and 10 points of soak. • Withering attacks made by the Magma Kraken are treated as medium artifact weapons with the lethal, grappling, and reaching tags. If the kraken uses multiple tentacles to attack, it makes a single attack roll and divides the successes among all targets to determine who is hit, before rolling damage separately for each. Its base Strength is equal to the sorcerer’s Essence rating. • Decisive attacks add the sorcerer’s Essence to their base damage. If the kraken attacks multiple enemies, it makes one attack roll and does not divide those successes, but instead divides its Initiative among each enemy that it strikes to determine the raw damage of the attack. It must assign at least three points of Initiative to each enemy. • The kraken may only attempt to grapple a single enemy each turn, and receives a flat total of (five + sorcerer’s Essence) successes on the control roll. The kraken suffers no penalties from grappling, but a tentacle being used to clinch an enemy cannot make attacks against anyone else. • Destroying scenery such as setting fire to vegetation, melting through stone walls, or uprooting statues counts as a feat of strength. The kraken is treated as having Strength 10 for determining the feats it may attempt, and doubles 7s on the roll. It may use multiple tentacles together to perform a feat with no penalty. The Magma Kraken cannot be grappled or defeated with standard decisive attacks; destroying a tentacle instead requires a difficulty 5 gambit, stunted in a way that could reasonably disrupt a living pillar of molten stone. At the Storyteller’s discretion, attacks or hazards that affect an area or multiple targets and deal 5+ levels of damage can also destroy any tentacles within their range. Destroying a tentacle frees any character being grappled by it. If all ten of the kraken’s tentacles are destroyed, the spell ends. At the end of the scene, the tentacles or their broken remains harden into obsidian and remain fixed where they stand or lie. A sorcerer who knows Magma Kraken as her control spell is forever chased by magmatic flame. An open fire curls into tentacles around her, or a torch flame licks out from its sconce to light her pipe. When she is angry, the walls or ground become blistered and hot, with faint tentacle shapes writhing in rising smoke. The sorcerer can use these effects to intimidate, set fires, melt minor obstacles and perform other similar stunts. Distortion (Goal Number: 10): Distorting a Magma Kraken renders it incapable of perceiving and attacking the distorting sorcerer as well as all allies within close range of her (though this is of limited use if it is already grappling her). If this distortion renders the kraken incapable of perceiving any enemies at all, it will begin using its tentacles to lash out at random in hopes of striking a hidden foe. "
    },
    {
        "Title": "Shadows of the Ancient Past",
        "Cost": " 10sm, 2wp",
        "Keyword": " None",
        "Duration": " One scene",
        "Description": "The sorcerer calls up the lingering echoes of the past to reenact themselves before her. The sorcerer may choose a specific time in the past she wishes to view, such as “One hundred years ago, on the first day of Ascending Air,” or a subjective time that relates to something in the scene, such as “When this corpse died.” The spell creates translucent, insubstantial illusions that fill the room or area and display the events of the specified point in time. The sorcerer may mentally pause the action for detailed examination with Awareness or Investigation actions, or accelerate the flow of time within the illusion so that up to an entire day passes by in the space ofthe scene. Attempting to view events from more than five centuries ago call only vague, indistinguishable images that rarely convey useful details. The events of the recent present—within the past year or so—have yet to form substantial echoes, providing only the barest of imagery conjured. A sorcerer who knows Shadows of the Ancient Past as her control spell may mentally record all illusions conjured by any casting of this spell. She may cause them to reappear at a later point at any time by taking a shape sorcery action at no cost. Distortion (Goal Number: 5): Distorting this spell allows the opposing sorcerer to falsify the illusions for the duration of the spell, warping and obfuscating the truth. While she cannot totally eliminate the information the casting sorcerer is attempting to discern, she may introduce all manner of contradictory evidence, red herrings, or misleading images in an attempt to throw him off the trail. "
    },
    {
        "Title": "Travel Without Distance",
        "Cost": " 25sm, 2wp",
        "Keyword": " Perilous",
        "Duration": " Instant",
        "Description": "The sorcerer shapes a blazing corona of Essence around herself through mudras that describe the warp and weft of space. As she completes the spell, she is engulfed in whirling clouds of Essence and energy, and then is gone. She may reappear in any location within (Essence x 10) miles, as long as she has seen it before, either firsthand or through scrying magics. She appears in a safe location at the chosen duration in a swirling vortex of light sure to impress the locals. Travel Without Distance is mildly disorienting—the sorcerer suffers a -2 fatigue penalty on all actions for (6 - Stamina) hours afterwards, and cannot cast it again until this penalty has run its course. This spell is highly valued by both the Sidereal and Lunar Exalted, who maintain hidden meeting-places that can only be reached with this spell. A sorcerer who knows Travel Without Distance as her control spell may bring up to (Essence + 1) willing characters within short range along with her when she casts this spell. All transported characters suffer the fatigue penalty from disorientation. "
    },
    {
        "Title": "Cloud Trapeze",
        "Cost": " 30sm, 1wp",
        "Keyword": " None",
        "Duration": " Until dismissed",
        "Description": "Wrapping her fingers in a fiendish cat’s cradle, the sorcerer  weaves vapor and Essence into a massive barge of cloud stuff. It lifts the sorcerer and (Essence x 10) tons of cargo and willing characters within long range, flying at (Essence x 10) miles per hour. Strong winds might propel it at faster or slower speeds. If the sorcerer must navigate through obstacles or perils, she rolls (Wits + Occult) to do so. In combat, the sorcerer may move the cloud and everything in it one range band in any direction as a miscellaneous  action, which counts as her movement action that turn. Its passengers aren’t affected by ill weather and the cold of high altitudes. The cloud conceals those within it, imposing a –3 penalty  on vision-based rolls made against those within it from outside. Those within the trapeze can see out of it as though it were transparent. If it ascends high enough to travel among other clouds, it requires a difficulty  5 (Perception + [Occult or Survival]) roll or the use of weather-predicting magic to discern. The sorcerer must remain aboard the trapeze to direct  its course, though she need not constantly focus on piloting it. If she disembarks, the cloud descends swiftly, depositing its passengers and cargo as safely as possible before dissipating. A sorcerer with this as her control spell adds (Intelligence/2, rounded up) to her Essence when determining the trapeze’s carrying capacity and speed. While within medium range of mist, fog, or a body of water, she can make a difficulty 2 (Intelligence + Occult) roll as a miscellaneous action to shape water vapor into a solid bridge, ladder, etc. spanning one range band. Distortion (Goal Number: 10): Distorting a cloud trapeze  inverts its opacity, rendering it transparent to those outside while obscuring the view of those within. "
    },
    {
        "Title": "Insidious Tendrils of Hate",
        "Cost": " Ritual, 2wp",
        "Keyword": " Psyche",
        "Duration": " (Manipulation) days",
        "Description": "For two hours, the sorcerer feeds her malice into a fire until it blazes green as Hell’s sun. At the ritual’s culmination , she casts a symbolic link to her intended victim into the flames: a piece of the target’s body — e.g., hair, nail clippings, blood — taken within the past three days, or something of personal significance to him. Upon completing the ritual, smoke envelops the target, seeping into skin and soul. The sorcerer rolls (Manipulation + Occult) against his Resolve and that of anyone within short range of him. This is an inspire roll to create hatred, but can’t be resisted with Willpower, and its effects last the spell’s duration. Victims become paranoid and hateful, perceiving insults in every word and assuming the worst of everyone. Their positive Major Ties count as Minor; positive Minor Ties are suppressed entirely. A sorcerer with this as her control spell exhales subtle  wisps of acrid smoke when she exhales. She adds (Essence) dice on rolls to inspire hatred, including this spell’s roll, and on influence rolls leveraging hatred -based Intimacies. Distortion (Goal Number: 10): Distorting this curse on an individual lets him resist for one Willpower, though his positive Ties still remain diminished for the spell’s duration. "
    },
    {
        "Title": "Prince of the Fallen Tower",
        "Cost": " 20sm, 1wp",
        "Keyword": " None",
        "Duration": " (Essence) hours",
        "Description": "A shimmering doorway of foul water opens, beckoning forth a 20-foot ogre covered in rust-colored chitin and weeping sores, a Prince of the Fallen Tower sealed away long ago. It’s largely unintelligent, but will obey the sorcerer’s commands faithfully, and forms a Defining Tie of loyalty to her that can’t be weakened or altered. If summoned into combat, it rolls Join Battle immediately. Sorcerers can’t have more than (Essence) princes summoned at a time. A sorcerer with this as her control spell may pay a one-Willpower surcharge to summon a prince permanently , which doesn’t count against her limit on summoned princes. It counts as her familiar, and gains one Charm (comparable to those below) at each story’s end. She can only have one permanently summoned prince at a time. If it dies, a summoned replacement retains any Charms gained by its predecessors. Distortion (Goal Number: 7): Distorting the prince causes it to lose its Corrupting Touch Merit and Glory- Blighting Corruption Charm for one scene. "
    }
]