[
    {
        "Title": "Abhorrence of Breath",
        "Cost": " 14nm, 1wp",
        "Keyword": " None",
        "Duration": " One scene",
        "Description": "With a keen and shattering screech, the necromancer cracks the shell of the world to create a void which draws in air, sound, and hope. A pin-sized void opens at a point within medium range of the necromancer. It begins to draw in all air and loose matter within long range. At the start of each character’s turn, they must make a reflexive (Strength + Athletics) roll against (higher of necromancer’s Essence or 3) to avoid begin dragged one range band towards it. A vacuum forms within short range of the void, silencing all mundane sound and causing characters to suffocate (Exalted, p. 232). The necromancer is immune to the void’s pull, but is still silenced and breathless. The void is too small for most things to pass through, but liquid — especially shed blood — is greedily drawn in. Control: The necromancer moves with unearthly quiet, inflicting a −2 penalty to detect her by hearing. Spirits of air and sky — and the ghosts of all who died by suffocation or drowning — gain an automatic Minor Tie of enmity for her upon meeting her for the first time. Distortion (10): The necromancer is no longer immune to her own hazard. Other characters reduce the difficulty to resist being drawn in by one, except for the necromancer herself — whatever exists beyond the void, it delights in treachery. "
    },
    {
        "Title": "Blessed Dead Fools",
        "Cost": " Ritual, 1wp",
        "Keyword": " None",
        "Duration": " One night",
        "Description": "In search of lovely and gentle music, the necromancer croons a prayerful melody to the Seven Sighs Requiem, borrowing sublime performers from its soul-menagerie for a night of revels. The necromancer must begin her song after nightfall, singing for a few minutes to call forth a band of ancient shades to perform during the night’s revels. Eccentrically dressed, each musician’s mouth is sown shut with strings of sinew, and each carries an instrument of the necromancer’s choice. They raise a black metal flagpole with a banner of pale blue flame where they set up, visible and enticing to the dead for miles around. The musicians are noncombatants (Exalted, p. 208) and dematerialized, though visible and audible. Those who hear the musician’s song gain a Minor Principle of joie de vivre and join in the night’s revels. Sublime music makes ghosts feel as if they live once more for the night, they may interact with the living as if material at the party. The intoxicating atmosphere inflicts a −2 emotional penalty to the Guile of the necromancer’s guests. Negative Ties towards the necromancer possessed by the celebrants have their intensity lowered by one step as they celebrate. When the next morning comes, trivial revelers can no longer recall the night’s events, as if they were a dream. Nontrivial characters may roll ([Stamina or Wits] + Integrity) against a difficulty of 3 to recall the details of the necromancer’s party. Control: The sublime performers float on a stage of mist as they perform, led by a standard-bearer holding their flag aloft. The necromancer’s party becomes mobile, traveling as a night-parade at her beckoning. The spell’s effects extend out to medium range around the stage. Distortion (10): Distortion causes the performers to become material, rendering them vulnerable to attack. Should they or their banner be struck, the spell’s effects come to an end. "
    },
    {
        "Title": "Blessure of Bloody Respite",
        "Cost": " 13nm, 1wp",
        "Keyword": " None",
        "Duration": " One week",
        "Description": "In profane mockery of the gods, the necromancer rips open the flesh of reality, shaping this wound into a temporary shelter. The necromancer opens a bleeding fissure in the air at a point within short range. Those with her permission may pass through into a sanctum like a god’s, but with walls of polished bone and fountains of spiritual gore. This space has room to hold (Essence x5) guests comfortably, though it has no amenities. Its interior count as a shadowland, protecting ghosts from the light of day and rendering them material, though it doesn’t open into the Underworld. It persists as long as the necromancer resides there, and for (Essence) days thereafter; beyond that, the wound in space knits itself closed. Characters and objects left within are deposited safely outside. A necromancer who chooses her location carefully may roll (Wits + Occult) when casting the spell to establish the difficulty to notice it, but this suffers a −2 penalty from the blessure’s ever-weeping blood. Control: As a ritual, the necromancer may cast this spell upon a coffin, casket, or similar vessel meant for the dead, creating a blessure within that travels with her. If she stays in one place too long, such as when sleeping, the air begins to bleed, lightly scoured by her sheer presence. Distortion (8): A rival necromancer may force open the portal to the hidden refuge for up to (his Essence) minutes. "
    },
    {
        "Title": "Bone Puppet Dance",
        "Cost": " 13nm, 1wp",
        "Keyword": " None",
        "Duration": " Instant",
        "Description": "With a dire syllable of command, the necromancer’s brand blooms on her victim’s ribcage, calling his skeleton to free itself from his flesh. The necromancer rolls (Intelligence + Occult) against the Resolve of a target at up to medium range. If successful, the necromancer may command the target’s bones for (1 + threshold successes) rounds. Every round, the victim must take a miscellaneous action to roll (Stamina + Resistance) against a difficulty of the necromancer’s (Intelligence). On failure, the necromancer may select one of the following effects: • The victim’s skeleton twists and dances within his flesh. The victim suffers three dice of witheringdamage as her body contorts, which doesn’t award Initiative to the necromancer. In Initiative Crash, the victim’s flesh tears, inflicting three dice of lethal damage instead, ignoring Hardness. • She can force the victim to fall prone, make him move one range band in any direction, force him to drop a weapon or object or inflict similar effects by seizing control of his skeleton at Storyteller’s discretion. • The skeleton attempts to tear the victim apart. The necromancer makes a decisive attack through the skeleton that automatically hits, adding one die of damage for each remaining rounds of the spell’s duration. The necromancer resets to base Initiative afterward. This automatically ends the spell. Alternatively, this spell may be cast on a corpse to permanently raise it as a bonesider (Exalted, p. 506) with a Defining Tie of obedience to the necromancer that cannot be altered. Control: Skeletons that kill their host tear themselves free of the victim to become bonesiders with a Defining Tie of obedience to the necromancer that cannot be altered. Bonesiders born from the spell are loyal to the necromancer; however this does not extend to those infected by the bonesider. Whenever the necromancer experiences intense emotion, such as anger or sadness, her own skeleton twists in odd ways, contorting her like a gruesome marionette. Distortion (8): Distorting Bone Puppet Dance allows a contesting necromancer to take control of a skeleton affected by this spell (or give control back to the skeleton’s owner, ending the effect). "
    },
    {
        "Title": "Curse of Creeping Calcification",
        "Cost": " 13nm, 1wp",
        "Keyword": " Decisive-only, Shaping (Body)",
        "Duration": " One week",
        "Description": "The necromancer exhales a wisp of undulating white dust that darts forth to infect her victim, slowly transforming his flesh to ivory. The necromancer rolls (Intelligence + Occult) as an unblockable decisive attack against a target within short range. Success infects him with the ivory flesh affliction (Virulence 2, Morbidity [higher of necromancer’s Essence or 3], Interval: One day). Her original target automatically fails his roll to avoid contracting the disease. Minor Symptom: The target suffers a −1 mobility penalty as his flesh partially transforms into ivory. Major Symptom: The mobility penalty increases to −3. Defining Symptom: The mobility penalty subtracts successes rather than dice, and he treats all movement as if through difficult terrain. Death: Mortal characters die, transformed entirely into ivory, while others are rendered fully catatonic, able to move nothing but their eyes. This can affect even the Exalted, though extensive medical treatment may still save them. Spirits can be freed by destroying their calcified form, letting them reform as usual. This spell can be used on dematerialized characters, forcibly materializing them upon infection and preventing them from dematerializing while they’re afflicted. If their Essence is greater than the necromancer’s, they may pay one Willpower to ignore this for one scene. Control: The sorcerer grows patches of scaly bone across her body, granting her the Unusual Hide Merit (Exalted, p. 166) at two dots. Distortion (10): The target reduces the mobility penalty by one, and can’t die as a result of the disease. A spellcaster who’s distorted the spell may use Occult instead of Medicine to treat the disease. "
    },
    {
        "Title": "Door of the Dead",
        "Cost": " Ritual, 1wp",
        "Keyword": " None",
        "Duration": " Instant",
        "Description": "The necromancer caresses a mirrored surface as she looks through the reflection to the dark vistas of the Underworld beyond it. In a minute-long ritual, the necromancer transforms a reflective surface that’s at least as large as she is into a passageway to the Underworld. It remains open for (higher of 3 or the necromancer’s Essence) rounds, allowing instantaneous passage to and from the Underworld. Near shadowlands, the necromancer emerges at an area bearing similarity to her location in Creation. Far from the shadowlands, she emerges in a liminal space, such as the tomb-sanctuary from a nearby burial, or on the Sea of Shadow’s bleak shores. Once the portal closes, it cannot be used again. Mirrors crack, water boils, and silver tarnishes irrevocably. Alternatively, the necromancer may open a portal to a random destination within the Labyrinth. She murmurs a discordant incantation to perform the ritual, slashing the air with a prepared blade. The fabric of Creation tears open to reveal a portal of shining darkness to a place of power within the Labyrinth’s confines. This portal only goes one-way; she must leave the Labyrinth through her own power once she passes through. Control: By performing a funeral rite with the appropriate trappings, the necromancer may instead cross into a primal or ritual afterlife known to her, disappearing to the Underworld as if she had died after being laid to rest. Injuries sustained as part of the process, such as being burned on a pyre, heal upon her arrival, though this doesn’t make the process any less painful. Those who interact with the necromancer receive disturbing visions of their own burial. Distortion (5): Distortion allows only a single subject to pass through the gateway before the spell ends. If one has already passed through, the spell terminates. "
    },
    {
        "Title": "Field of Fell Dreams",
        "Cost": " 11nm, 1wp",
        "Keyword": " None",
        "Duration": " Instant",
        "Description": "The necromancer channels the heat of a thousand decaying dead into the ground, burning a brand into the earth to call forth countless grasping skeletal hands. The area out to medium range around the necromancer becomes a field of grasping skeletal hands, treated as difficult terrain for all but the necromancer and her allies. The field is an environmental hazard with difficulty (Intelligence), Damage 1B/round. Damaged enemies fall prone. The difficulty to rise from prone increases by (1 + target’s wound penalty) as the frenzied hands tear at him. The grasping hands disappear at the scene’s end, leaving only churned earth behind. Control: The necromancer may extend the spell’s duration from one scene to until the next sunrise. She may delay the appearance of the field after the spell has been cast. She can prepare it to capture her enemies beforehand, luring them into it before activating the spell. Wherever the sorcerer has prepared the spell, a brand shaped like her hand appears burned into the earth. Additionally, skeletal hands occasionally emerge from nearby surfaces or from within her attire to serve the necromancer. Distortion (10): Distortion weakens the spell’s grip, allowing the distorting necromancer to ignore the difficult terrain. Anyone restrained by the spell is freed upon successful distortion. "
    },
    {
        "Title": "Flesh and Bone Winds",
        "Cost": " 9nm, 1wp",
        "Keyword": " Perilous",
        "Duration": " One scene",
        "Description": "Following the utterance of impossible syllables, the earth ruptures around the necromancer into a whirlwind of shattered bones and ribbons of rotten flesh. The whirlwind provides light cover against attacks on the necromancer and any allies within close range. Enemies attempting to attack the necromancer from close range must dodge the lethal fragments of flesh and bone whirling through the air, a one-time environmental hazard with difficulty 3, Damage 2L. The storm gathers the flesh and bone of the dead that lies in the necromancer’s path, tearing them to pieces and adding to its mass. More than a dozen corpses intensify the whirlwind into a deadlier hurricane: it provides heavy cover against ranged attacks and increases both the difficulty and the damage of the environmental hazard by the (Size) of the corpses fed into it, up to a maximum of difficulty 5, Damage 7L. The hurricane grows faster as it’s fed, obscuring the necromancer from sight and inflicting a −2 penalty on Perception-based rolls to locate her amidst the chaos. This spell ends if the necromancer is crashed or incapacitated. Control: As a miscellaneous action, the necromancer may tear nearby corpses into piles of gore with a wave of her hand, compacting them into crude and dense structures within short range. Corpse-barriers provide medium cover and require a Strength 3+ feat of demolition at difficulty 3 to break through when made into an obstacle. Gore carries an unusual appeal to the necromancer, drawing her to inspect viscera whenever she chances upon it. Distortion (10): Distortion prevents the whirlwind from intensifying into a hurricane or weakens it if it already has. "
    },
    {
        "Title": "Flesh-Sloughing Wave",
        "Cost": " 13nm, 1wp",
        "Keyword": " Decisive-only",
        "Duration": " Instant",
        "Description": "The necromancer shapes a singing sphere of ivory Essence in hand and hurls it down to shatter at her feet, unleashing a wave of shrieking light to cleave flesh from bone. The necromancer unleashes a wave of Essence, rolling an unblockable (Perception + Occult) decisive attack against all living enemies within range, ignoring cover. Each hit enemy suffers (Intelligence + extra successes) dice of damage, or (Intelligence + Essence + extra successes for battle groups. Damaged characters suffer an additional die of lethal damage, ignoring Hardness, at the start of each of their turns as their flesh seeks to escape them. This ends if a damage die doesn’t roll any successes. This spell also tears the flesh free from all corpses within range, leaving only clean bone behind. Control: The spell’s attack inflicts agonizing pain upon the living as it attempts to rip their flesh free. Enemies injured by the spell increase their wound penalty by −1 for the rest of the scene. The necromancer may call forth a sphere of illuminating ivory light, making skin crawl and flesh twitch where light falls upon it. "
    },
    {
        "Title": "Grotesque Masque of the Inevitable",
        "Cost": " 11nm, 1wp",
        "Keyword": " None",
        "Duration": " One week",
        "Description": "The necromancer draws forth the shadow of death that exists in all living things, transforming her foe into a foreshadowing of his own corpse. The necromancer rolls ([Intelligence or Manipulation] + Occult) against the Resolve of a living character within medium range. Success transforms his appearance into an illusion of his own corpse, with the necromancer choosing the means of his apparent death — withered by age, covered in stab wounds, marked by deadly poxes, and so on. He gains the Hideous Merit (Exalted, p. 162) and others automatically perceive him as undead, treating him accordingly. Characters prompted by an Intimacy towards the target or external evidence can attempt to see through this illusion with a difficulty 5 (Perception + [Awareness, Investigation, or Occult]) roll. The victim must roll (Wits + Integrity) against (necromancer’s Manipulation + 1) when presented with the opportunity to see his horrific reflection. He suffers a −2 penalty if doing so is especially easy, such as in a manse of mirror-polished marble or on the shore of a glassy lake. If he fails, he is transfixed by his own grim until he spends one Willpower to break free. In combat, he must take a miscellaneous action each round to observe his reflection. If he spends (necromancer’s Essence, maximum 3) total Willpower, he inures himself against this fixation, but doesn’t break the illusion. Against mortals, this spell’s duration is indefinite, though the necromancer may proclaim a circumstance under which it breaks: when her victim slays one of her foes, swears his fealty to her, stands atop Mount Namas, and so on. On ghosts, this spell can instead be used to change their natural forms, shaping their corpus to change the apparent nature of their death and associated cosmetic supernatural features. Control: The necromancer may spend three motes or one Willpower to change her apparent age, inflict herself with cosmetic wounds and afflictions, or appear either dead or alive. This grants her (higher of Essence or 3) non-Charm dice to appropriate disguise rolls. This transformation lasts until she chooses to end it. Distortion (9): The illusion is lessened for the scene, removing the Hideous merit and allowing the character to see their reflection without incident. Characters still perceive them as undead. "
    },
    {
        "Title": "Malediction of the Infested Heart",
        "Cost": " 13nm, 1wp",
        "Keyword": " None",
        "Duration": " Indefinite",
        "Description": "With a wretched cooing noise, the necromancer calls forth a clutch of creeping, writhing pyreworms — centipedes of congealed pyreflame who feed on passion. The necromancer touches her target, requiring a difficulty 3 gambit in combat. On success, pyreworms mass and burrow harmlessly into his skin and wrap themselves around his heart. When he invokes an Intimacy based on passionate feelings to resist influence or is affected by an inspire roll to create these feelings, he must either pay one Willpower or roll (Wits + Integrity) at a difficulty of (necromancer’s Manipulation). If he fails, he suffers (necromancer’s Essence/2, rounded up) dice of lethal damage, ignoring Hardness. The spell ends when the necromancer releases the target or once he’s spent (higher of necromancer’s Essence or 3) total Willpower. The victim may dramatically embody their lack of passion as if it was a Flaw (Exalted, p. 167) to earn an Expression Bonus for the session. Control: The hot glow of a symbiotic pyreworm is visible beneath the necromancer’s unclothed chest. She may spend three motes or one Willpower to reduce the intensity of one of her own emotion-based Intimacies or feelings created by an inspire action for one scene. Distortion (9): A rival necromancer may loosen the pyreworms from their host’s heart, granting him a non-Charm bonus on his next roll to resist the hazard and reducing the total Willpower to break the spell by one. "
    },
    {
        "Title": "Raise the Skeletal Horde",
        "Cost": " 13nm, 2wp",
        "Keyword": " None",
        "Duration": " Indefinite",
        "Description": "The necromancer unleashes a cascade of purple lightning from her palm, striking nearby corpses. With an unearthly spasm, the moaning dead rise to their feet. The necromancer rolls (Intelligence + Occult) against difficulty 1. Success animates a Size 1 battle group of zombies with poor Drill and Might 1. The necromancer may improve its Size by spending three extra successes per additional dot of Size, maximum Size (necromancer’s Essence). To reanimate larger numbers, she must cast the spell repeatedly. This spell requires sufficient corpses to reanimate. Nearly a dozen are necessary to raise a Size 1 battle group, larger numbers require a mass of corpses as can be found on a battlefield, a graveyard, or similar site. Zombies persist indefinitely and possess a Defining Tie of obedience to the necromancer that cannot be weakened. Control: The necromancer may raise a Size 1 battle group of zombies without nearby corpses, calling ancient dead from the ground beneath her feet. Battle groups of reanimated zombies under her command possess average Drill. Wherever the necromancer goes, corpses begin to groan and shift where they lie, their final rest disturbed by her passing. Distortion (15): Distortion weakens the strength of the necromancer’s bindings. She rolls (Intelligence + Occult) against a difficulty of (battle group’s Size + 1). Failure causes the battle group to lose a point of Size and restore all Magnitude. If the battle group is Size 1, it instead suffers five levels of damage to Magnitude. "
    },
    {
        "Title": "Seat of Deadly Splendor",
        "Cost": " 11nm, 1wp",
        "Keyword": " None",
        "Duration": " One scene",
        "Description": "A great fist of ancient bone bursts from the ground, arranging itself into a dolorous throne fit for a lord of the dead. While seated on it, she gains the following benefits against characters who can perceive her: • The necromancer gains a bonus dot of Appearance and may choose to gain or suppress the Hideous Merit (Exalted, p. 162). • She gains (Essence /2, rounded up) non-Charm dice on inspire or instill rolls based on awe, fear, or respect. • Characters who wish to approach her must enter a Decision Point, spending one Willpower and citing at least a Minor Intimacy to do so. • In combat, the pressure of her majesty is an environmental hazard out to short range against all characters suffering this roll’s Intimacy with difficulty (necromancer’s Appearance), Damage 2i/round. The withering damage dealt by this special hazard is unsoakable, but doesn’t award Initiative to the necromancer. If a character is crashed by it, he falls prone, bowing before his master. The throne can be destroyed with a difficulty 5 feat of demolition requiring Strength 3. If it survives the scene, it fossilizes, becoming non-magical but permanent. Control: Any mundane seat transforms to fit the necromancer’s majesty, ossifying into elegant bone as she sits in it. While seated, she gains the spell’s usual bonus dice on inspire and instill rolls. Distortion (9): The throne tightens around the seated necromancer like a fist, holding her in place until the start of the distorting necromancer’s next turn. She is immobilized and suffers a −3 penalty to all physical actions. "
    },
    {
        "Title": "Summon Ghost",
        "Cost": " Ritual, 2wp",
        "Keyword": " None",
        "Duration": " Instant",
        "Description": "Under the veil of night, the necromancer calls forth one of the restless dead to bind them in her service. At night or in the Underworld, the necromancer performs an hour-long ritual to summon a human ghost of up to Essence 3. A black portal forms above the ritual site, drawing the summoned ghost through, accompanied by a wordless susurrus. Ghosts summoned by this spell must be bound with an (Intelligence + Occult) roll against their Resolve. Ghosts with Essence 2+ or who are unusually potent — such as specters or sorcerers — gain +2 Resolve against this. Success lets the necromancer impose a Defining Tie of loyalty to her for a year and a day that cannot be weakened or altered by any means. Alternatively, she may assign a task and a Defining Principle of “I must complete my task.” A ghost is bound by the letter of the necromancer’s commands rather than the spirit of them. If the necromancer fails, the ghost escapes back through the portal and cannot be bound for the rest of the story. By default, the ghost is summoned from the Underworld; it’s a typical member of the “type” of undead to which it belongs (e.g., honored ancestor, mortwights, war ghosts). To summon specific ghosts, the necromancer must know a ghost’s name or identity and possesses a symbolic link to him such as a piece of his corpse, a treasured keepsake, or grave goods. Reset: Once per night. Why Bind Ghosts? While necromancers often bind ghosts for their deathly magic and to use them as unseen spies and servants, most summon the restless dead for their knowledge. Necromancers seek the names and burial grounds of dead princes for their secrets, summon the shades of vengeful courtiers to uncover blackmail on their confidantes or rivals, and the ghosts of savants for their wisdom. While death and ghostly passions often distort memories of life, bound ghosts typically possess enough knowledge to be of use to the necromancer. Specific ghosts summoned for their knowledge possess an action pool of 6-8 dice in a relevant subject. "
    },
    {
        "Title": "Visions of the Bonfire",
        "Cost": " Ritual, 2wp",
        "Keyword": " None",
        "Duration": " One scene",
        "Description": "The necromancer gazes into a blue-white bonfire to spy through the eyes of the restless dead. The necromancer tosses bone dust upon a flame in a ritual to scry on an undead character. He must have a Defining Tie of loyalty or obedience to her, unless she possesses a symbolic link to him, such as a piece of his corpse, a treasured keepsake, or a grave good. She rolls (Perception + Occult) against the target’s Resolve; success allows the necromancer to reflexively perceive through the target’s eyes for the rest of the scene by peering into the fire, regardless of the distance between them. She may make Perception rolls and use magic to enhance them. While active, she can’t sense anything through her own body nor take actions with it, unless she chooses to end it prematurely. Taking damage automatically ends this spell. While the necromancer spies, her target’s eyes glow with blue flames that betray her presence. Magic that exorcises possessing spirits can break this spell, otherwise the target must be destroyed to end it. If the target is part of a battle group, the Storyteller may treat him as an elected target (Exalted, p. 416) for directed attacks. Control: The necromancer can see through the senses of up to (higher of Essence or 3) targets, switching reflexively between them. To do so, her original roll must have beaten all targets’ Resolve. Alternatively, she may conceal her surveillance, muting the fire in her target’s eyes. A (Perception + Occult) roll at difficulty 3 is required to notice the subtle flames. The necromancer’s eyes glow with the bonfire’s blue flames. Distortion (7): To distort this spell, the necromancer must be within short range of the target. Distortion renders the necromancer’s connection vulnerable to severance; any damage inflicted on the target is enough to end the effect. "
    },
    {
        "Title": "Wrath of Ravenous Hunger",
        "Cost": " 14nm, 1wp",
        "Keyword": " Psyche",
        "Duration": " One week",
        "Description": "Calling to her foe’s lower soul as one might lure a hungry dog with bloody meat, the necromancer grants it greater sway. The necromancer makes a ([Manipulation or Intelligence] + Occult) roll against the Resolve of a living character within medium range. Success awakens and strengthens his lower soul, filling him with violent urges and insatiable hunger. He suffers a −(higher of necromancer’s Essence or 3) penalty to all rolls requiring a level head or careful foresight. The amount of food he must consume to avoid starvation is multiplied by (necromancer’s Essence + 2), and he can only sustain himself on meat. Others may exploit these urges and hunger as if they were a Major Intimacy, though failed attempts at such influence automatically create a negative Tie as per a failed threaten action (Exalted, p. 217). Characters who die while cursed always leave a hungry ghost if able. Alternatively, the necromancer can use this spell against the undead, even when they lack a lower soul, strengthening the vestigial echo of their hunger. Her target may use the stats of a hungry ghost (Exalted, p. 503) if they’re superior to their own, and gain the Blood Scent and Earthbound Merits. While they can’t starve, they suffer deprivation penalties if they go more than (Stamina) days without tasting living blood. Control: Starving characters double their deprivation penalty (Exalted, p. 232) while in medium range of the necromancer, and hungry ghosts automatically have a Major Tie of deference or respect for her. Whenever she passes by an unburied corpse, it groans uncontrollably with an echo of hunger. Distortion (10): So long as the target can satisfy their increased appetite, he reduces the penalty to thoughtful actions by two, and his feelings of hunger and wrath can only be leveraged as a Minor Intimacy for the duration."
    }
]