[
    {
        "Title": "Banished from the Sunlit Realm",
        "Cost": " 23nm, 2wp",
        "Keyword": " None",
        "Duration": " Instant",
        "Description": "The necromancer taints her victim’s soul with a resonance that violently clashes with the spiritual timbre of Creation. His appearance grows shadowed, his eyes white and wide, his flesh burning under the sun’s light. Only darkness offers relief. The necromancer twists the soul of a target within short range, rolling (Intelligence + Occult) against the victim’s Resolve. Success renders him a creature of darkness and causes him to suffer a −1 penalty to all rolls while in Creation from the disharmony in his soul. This penalty worsens to −3 under direct sunlight as his flesh begins to burn, inflicting a die of lethal damage each minute he spends exposed, or each hour, if he conceals his skin completely. Damage caused by sunlight doesn’t heal naturally. Should the victim retreat to the shadowlands or exile himself to the Underworld, he finds relief from these effects, though he must avoid exposure to sunlight while in a shadowland to do so. The penalties fade, and damage caused by the spell can be healed naturally. The necromancer may reach into the target’s chest to draw out the curse as a squirming organ of shadow and crush it to end the effect. If the necromancer is slain, the curse is broken. Control: The necromancer may sense the direction and distance to her victim, gaining (his Essence) non- Charm bonus dice to track him. She may also reflexively suppress the curse’s effects at will, allowing her to use it as leverage when threatening her target. The sun’s light feels unpleasant on the necromancer’s skin; if she does not already count as a creature of darkness, she becomes one. Distortion (15): Distortion must occur within short range of the target. Success relieves the effect for (distorting necromancer’s Essence) days. "
    },
    {
        "Title": "Caging the Broken Soul",
        "Cost": " Ritual, 2wp",
        "Keyword": " Psyche",
        "Duration": " Instant",
        "Description": "The necromancer invokes the binding laws of the Labyrinth’s Howling Obsidian Oubliette, binding the dead to a soul cage with chains of spectral Essence. Targeting a willing or restrained ghost or Underworld spirit of up to Essence 5, the necromancer rolls (Intelligence + Occult) against (higher of target’s Resolve or temporary Willpower) to bind him to a soul cage — a specially prepared bone amulet, cinerary jar, or similar ritual vessel. Success binds him to it for a year and a day. While under the binding, he suffers the following effects: • He gains a Defining Tie of obedience to the soul cage’s bearer, which cannot be removed or altered by any means. • The soul cage’s bearer may concentrate to see through his senses as if he were her familiar (Exalted, p. 161), regardless of the distance between them. She may communicate telepathically with the target while doing so, speaking directly into his mind. • Unless destroyed with magic capable of permanently slaying spirits such as Ghost-Eating Technique, he will always return from destruction, emerging from his soul cage during the next midnight. During his binding, he cannot pass into Lethe even if he desires to, and oblivion cannot take him unless the bearer allows it. • The bound gain access to the Hurry Home Charm (Exalted, p. 509), able to use it to return to the bearer’s side or his soul cage. The necromancer may spend one Willpower to force him to use this Charm. The necromancer need not keep the soul cage on her person, but if stolen, the thief may spend a Willpower to become the soul cage’s new bearer. The necromancer may also willingly gift the soul cage to a subordinate. If the soul cage is destroyed, this spell’s effects end. If made to act against a Defining Intimacy, the bound spirit may spend a Willpower to roll (Wits + Integrity) against (the necromancer’s Essence). Success allows him to disobey the order and lowers his Tie to the soul cage’s bearer from Defining to Major for the scene. Control: The necromancer is aware of the location and general direction of all soul cages she’s made at all times, doubling 8s on rolls to track or find them. Distortion (20): Distortion must occur within short range of the target. Success imposes the effects of successfully resisting an order to act against a Defining Intimacy and disables the bound spirit’s access to the Hurry Home Charm for the scene. "
    },
    {
        "Title": "Corpse-Engine of Annihilation",
        "Cost": " Ritual, 2wp",
        "Keyword": " None",
        "Duration": " Indefinite",
        "Description": "The necromancer sews a corpse-monstrosity together to send into war, stitched together or bonded through rivets and grafts of soulsteel and dark iron. This spell requires sufficient materials: animal or human corpses, significant quantities of bone, soulsteel, or other metals often mined in shadowlands or the Underworld, and similar necromantic wonders. After at least a week of work, the necromancer rolls (Intelligence + [Craft or Medicine]) against difficulty 7, though this is reduced by one for each of the following criteria she meets: • She has a workforce of skilled assistants. • She has ample materials and resources. • She spends at least a month preparing her creation. • The corpse-engine lacks Legendary Size. Success allows the necromancer to animate a titanic corpse-engine of the walking dead: centipedal siege ladders known as spine chains; hundred-handed brachial sapping arrays, able to dig tunnels beneath the earth and tear mortals apart with their many grasping limbs; and towering thousand-corpse goliaths, giants comprised of armor and moaning corpses able to shatter city walls and wrestle warstriders to the earth. The corpse-engine possesses a Defining Tie of obedience to the necromancer, which may not be altered by any means. On a failure, the necromancer is still able to reanimate her corpse-engine, but with one of the following drawbacks: • It may go berserk in battle, causing greater destruction than intended or disobeying orders at inconvenient times. An unrolled Shape Necromancy action at short range may be required to regain control over the corpse-engine. • It needs regular maintenance as its corpse-parts rot or weaken. These require weekly (Intelligence + Medicine) rolls against difficulty 7, with the difficulty reduced by one each for a workforce of skilled assistants or ample materials and resources. Failure increases its wound penalty by one until the next time the necromancer succeeds on this roll. • It lacks an animating intelligence, requiring a ghost with Nemissary’s Ride or a similar effect to possess and direct it. • Other quirks requiring maintenance or supervision of the Storyteller’s devising. Treat any such quirks as a Flaw (Exalted, p. 167) if the necromancer is meaningfully inconvenienced by them. Control: The necromancer may assemble her corpse-engine through will alone, tendrils of darkness assembling the monstrosity from its constituent parts. She always counts as having sufficient assistants to reduce the difficulty of rolls, and can make them with Occult. She may reestablish control over berserk corpse-engines at medium range, and may have similar benefits in mitigating other quirks. Distortion (15): The distorting necromancer must be standing within short range of the corpse-engine. Success inflicts a flaw as if the necromancer had failed on her roll to animate it. PLEASE FORMAT AS QUICK CHARACTER IN A SIDEBAR Thousand-Corpse Goliath Nearly forty feet in height, a thousand-corpse goliath is a skeletal nightmare of soulsteel and bone, covered in thousands of handholds and spikes. When directed, zombies climb onto the body, impaling themselves on spikes and grasping handholds to act as the construct’s corpse-muscle, strapped onto its body to maintain its integrity. Its massive metal fists break fortifications, it can crush a company of soldiers beneath its ironclad feet. Essence: 1; Willpower: 1; Join Battle: 8 dice Health Levels: −0x10/−1x10/−2x10/−4x10/Incap. Actions: Feats of Strength: 10 dice (may attempt Strength 10 feats; see Corpse-Body Thews); Terrifying Moaning: 10 dice; Senses: 6 dice Appearance (Hideous) 7, Resolve 1, Guile 1 Combat Attack (Colossal Fist/Stomp): 9 dice (Damage 15L/5) Attack (Grapple): 8 dice (10 dice to control). Makes unopposed grapple rolls against smaller opponents, unless they use magic like Dragon Coil Technique (Exalted, p. 280). Combat Movement: 12 dice Evasion: 1; Parry: 6 Soak/Hardness: 12/5 (see Corpse-Body Thews) Merits Corpse-Body Thews: The construct must be equipped with zombies before battle, taking about an hour to fully load the corpse-engine. Once loaded, the zombies cannot act independently, but they reinforce the goliath’s might, adding the loaded battle group’s (Size) to attack rolls, grapple rolls, feats of strength, soak, and Hardness. With Size 3+ zombies loaded on, the goliath doubles 8s on Feats of Strength. Once the goliath has arrived on the field of battle, it may spend two rounds disgorging all the zombies on its frame, but once this is done, they cannot be loaded back on quickly. Blood of Writhing Corpses: The goliath may sacrifice a point of Size from its loaded zombies to take a crippling injury, shedding zombies to deflect a lethal blow to its inner components. Area of effect attacks which inflict 5+ levels of decisive damage likewise destroy enough zombies to lower the Size of the loaded zombies by one. Once per battle, while loaded with a Size 2+ group of zombies, the goliath may take reflexively shed a Size 1 battle group of zombies with poor Drill and Might 1 at its feet whenever it takes 3+ levels of decisive damage. Dead Passenger Reprisal: While loaded with a Size 3+ group of zombies, the goliath’s outer layer of corpses attack any enemies attempting to grapple it, climb it, or attack it from close range with weapon without the Reaching tag. They inflict one die of withering damage each round, or one die of lethal damage if the target is in Initiative Crash. Legendary Size: The construct suffers no onslaught penalties from attacks from smaller opponents, unless they’re magically inflicted. Withering attacks from smaller enemies cannot crash it unless they have at least 10 post-soak damage dice, although attackers still gain the full amount of Initiative damage dealt. Decisive attacks from smaller enemies cannot deal more than (3 + attacker’s Strength) levels of damage to it, not counting levels added by Charms or other magic. Mindless: The construct treats all social influence as unacceptable. Special Abilities Legion-Crushing Stomp: The goliath makes a decisive stomp attack against all enemies within close range, splitting Initiative evenly between them, rounded up. Add the (Size) of the goliath’s loaded zombies before dividing its initiative. Once per scene. END QUICK CHARACTER "
    },
    {
        "Title": "Forest of Ivory Razors",
        "Cost": " 23sm, 2wp",
        "Keyword": " None",
        "Duration": " Instant",
        "Description": "The necromancer draws a pair of gruesome bone-knives from her own hands. Where she casts them, they sprout into thickets of jagged ivory. After casting this spell to create the bone knives, the necromancer may reflexively toss one of them on her turn to a point within (higher of Thrown or 3) range bands. This doesn’t count as her attack for the round, but she can only do so once per turn. The area out to short range from the knife erupts with a thicket of razor-sharp bones as an environmental hazard (difficulty 5, Damage 4L/round). This provides heavy cover to those within or on the other side of the thicket. In subsequent rounds, characters only suffer this hazard if they take an action to move through the affected area. The blades are sharper than reality, allowing them to damage dematerialized creatures. If a thicket causes at least three levels of damage, the blood nourishes them to take root, making them a permanent feature of the landscape; otherwise, they crumble after a day. The necromancer is immune to the spell’s perils; the bones bend and blunt around her to grant safe passage. While leading a battle group, the necromancer may pay this spell’s Willpower cost to grant her side the benefits of the fortification stratagem, in addition to whatever plans her general might employ. Control: Bones begin to grow in the necromancer’s presence, budding off into skeletal trees and vines of hanging tarsals. After casting this spell, she may reflexively conjure additional bone-knives for five motes, and her thickets are automatically permanent. Distortion (10): A thicket within medium range begins to shrink back into the soil, reducing its difficulty and Damage by two each and its cover to light. While distorted, the necromancer is no longer immune to her own hazard. "
    },
    {
        "Title": "Halls of Labyrinthine Horror",
        "Cost": " 21sm, 2wp",
        "Keyword": " Shaping (Terrain)",
        "Duration": " One day",
        "Description": "The necromancer’s voice echoes with an invitation to the Vagrant Precincts, a fragment of the Labyrinth that takes special delight in its own twisting infinities. The necromancer enchants a building she is inside or can perceive within (Essence) miles, twisting its architecture into grotesquery and turning its interiors into a perilous maze. Characters attempting to navigate or escape the structure must make an extended roll, with difficulty (necromancer’s Essence) and goal number (necromancer’s Willpower x2). Each interval requires a few minutes of trial and error, usually with (Wits + [Awareness, Investigation, or Survival]). Storytellers may allow other Abilities with a stunt, such as Brawl to punch through walls with brute force or Lore to reason out the maze’s impossible geometry. Failed rolls deliver characters into difficult or dangerous circumstances, blocking their way forward with walls of pyreflame, groups of war ghosts, or similar perils. Characters must make individual rolls to escape as the halls seek to separate groups; leading others by hand levies a −2 penalty that may be waived by magic that allows a character to lead others through dangerous terrain such as Trackless Region Navigation (Exalted, p. 409). This spell always leaves unpredictable aftereffects on a building once-enchanted by it — an door that never leads where it should, wandering floors, and so on. Control: Rolls to escape without magic suffer a −2 penalty. While the necromancer is within (Essence) miles, she can automatically intuit who is trapped inside and how close they are to escape. For five motes, she may project her senses and appearance to any point within the maze to observe, taunt, or bargain with her victims. Doors, paths, and stairs seem to momentarily warp and skew as she passes. Distortion (9): A rival necromancer can bend the Vagrant Precincts to take pity on him. He reduces the difficult of each roll by (his Essence/2, rounded up) and can lead others without any penalty. "
    },
    {
        "Title": "Harrowing Scythe of Azet-Ithey",
        "Cost": " 24sm, 2wp",
        "Keyword": " Psyche",
        "Duration": " Instant or One scene",
        "Description": "With a sharp, keening paean to the obsidian-eyed prophet Azet-Ithey, the necromancer conjures a shadow of his wretched scythe, cutting down hope and joy like dry grass. The necromancer rolls (Wits + Occult) against the Resolve of all enemies within close range as she swings the spectral scythe. Victims find their mind torn to gore and ribbons; each loses (necromancer’s Essence) positive Intimacies of their player’s choice, which they cannot regain for the rest of the story. They also suffer a deep depression, inflicting a –(necromancer’s Essence) penalty on all attempts to instill them with positive Intimacies or inspire positive feelings. Treating this affliction requires powerful magical intervention such as Soul Projection Method (Exalted, p. 358). The necromancer may choose to crystallize the scythe after her swing, reflexively readying it as a grimscythe (Exalted, p. 597) for the rest of the scene. Against foes affected by the spell’s curse, she adds (Essence) dice to withering damage rolls. When making instill rolls to degrade Intimacies or inspire rolls to spur feelings of futility and despair against targets within close range, she may roll Initiative instead of her normal pool, momentarily transforming her scythe into a reaping shadow that cuts the heart instead of the body. Control: The sorcerer may retain the scythe indefinitely, but while she sleeps, she doesn’t regain Willpower — her dreams are torn to ribbons by its cruel edge. She may awaken Evocations for the scythe, drawing on its power to cleave hopes, its partially immaterial nature, and the mythos of itinerant Azet- Ithey, who wanders the Underworld enforcing his edict against the blasphemy of joy. Distortion (15): The victim reduces the penalty imposed by this spell by two, and can regain lost Intimacies, though never beyond Minor intensity. If directed against a necromancer wielding the grimscythe itself, distortion instead reduces its attributes to a mundane scythe (Exalted, p. 584) until dismissed. "
    },
    {
        "Title": "Haunting the Dying Breath",
        "Cost": " Ritual, 2wp",
        "Keyword": " None",
        "Duration": " One scene",
        "Description": "Before a brazier of grave ash, the necromancer meditates to send her soul to haunt another or make pronouncements through the dying. The necromancer casts a scrap of clothing, lock of hair, or similar symbolic link to another character into the brazier’s flames, rolling (Perception + Occult) against his Resolve. If successful, she may scry on the target, observing him remotely, as a shade hovering behind him. She can be perceived by characters capable of seeing dematerialized spirits. While using this spell, she can’t sense anything through her own body or take actions with it, unless she chooses to end it prematurely. Taking damage automatically ends this spell. The necromancer may choose to possess either the target, or any trivial mortal or ghost within close range of him. While doing so, she may perceive through her chosen host’s senses and speak through his mouth, her voice emerging with an unearthly tenor. She may socially influence those able to hear her speaker as normal but possesses no other control over her speaker’s body. Communicating through the chosen speaker causes injury and distress: The speaker’s eyes burn with black power and weep bloody tears; his skin grows pale and jaundiced; he begins to shudder with chills and even sweat blood. A ghost’s corpus begins to fray, melting and flowing like cooked fat before boiling away. After an hour of communication or at the scene’s end, the speaker suffers either five levels of lethal damage or gains a mundane disease of the Storyteller’s choice at Major intensity. Exalted targets instead suffer one level of lethal damage. Though still incredibly painful, the effect may be averted if the necromancer communicates for less than a minute. Targets may force the caster out by entering a Decision Point and citing a Defining Intimacy to spend three Willpower. This renders them immune to further uses of this spell by that necromancer for (their Essence) years. Control: If the necromancer has met the target previously and he is near death, she may cast this spell on him without requiring a sympathetic link. Valid targets include a character with a disease at Major or Defining Intensity, with his Incapacitated health level filled, in the final years of his life, or similar. Should she speak through him, he will pass away at the scene’s end unless he resists with Willpower. Once per story, she may use this spell on ghost she is aware of without a sympathetic link. Distortion (10): To distort this spell, the necromancer must be within short range of the target or a possessed speaker. If distorted, the necromancer can’t use Charms to enhance her senses or social influence while this spell is in effect, and her chosen speaker only suffers a single die of lethal damage at the scene’s end. "
    },
    {
        "Title": "Hundred Shade Breath",
        "Cost": " 7nm, 1lhl, 2wp",
        "Keyword": " None",
        "Duration": " One scene",
        "Description": "The necromancer bites her cheek until blood flows thick in her mouth, enticing her lower soul to leap forth from her body with a hundredfold strength. The necromancer exhales a cloud of blue fog and tendrils that takes the form of a battle group of hungry ghosts (Exalted, p. 503) that resemble her. The battle group appears within close range of the necromancer and immediately begins attacking her enemies. It has Size (1 + the necromancer’s wound penalty, maximum 3), elite Drill, and Might 2, and has the necromancer’s Willpower score. All slain hungry ghosts dissolve into a blue mist floating about the battlefield. At the scene’s end, they all disperse into the mist and flow back into the necromancer’s mouth. The necromancer can use the following powers while this spell is active: Devouring Entrails Formation (5m; Simple; Until the engage action ends): The necromancer focuses her ire towards a single target to be devoured by her horde. This uses the battle group’s turn to take a special engage action (Exalted, p. 209) that costs no Initiative to seize and ravage the chosen enemy. The battle group gains double 10s on savaging attacks and may take restrain actions. Once per scene. Infinite Hunger Reconstitution (8m, 1wp; Simple; Instant): The necromancer may restore her swarm of hungry ghosts from the blue fog. This is a special rally for numbers action using (Stamina + Occult), with each success restoring one point of Magnitude. If this fills the battle group’s Magnitude track, it may restore a point of Size, up to the Size it possessed when first summoned. Once per scene, unless reset when the battle group kills a nontrivial opponent. Soul-Horde Synchronicity (5m; Reflexive; Instant): The necromancer may guide her lower soul’s manifold actions with her mind, letting her roll command actions with (Wits + Occult) and flurry them at no penalty. Reset: Once per scene. Control: The necromancer gains a unique rapport with hungry ghosts, who are treated as having a Minor Tie of kinship to the necromancer. Hungry ghosts with a lower Essence score will not attack her unless compelled through magic, and those with an Essence score equal to or greater than the necromancer must spend a Willpower to attack her. The necromancer’s blood possesses an uncanny blue tint when spilled, tendrils writhing beneath its surface. Distortion (8): Distortion immediately reduces the battle group’s Drill to average and Might to 1, weakening the strength of the horde’s coordination. "
    },
    {
        "Title": "Jackal Who Feasts Upon Lies",
        "Cost": " 21sm, 2wp",
        "Keyword": " None",
        "Duration": " Instant",
        "Description": "Speaking the first half of a truth abhorrent to the Gaoler of Uqad, the necromancer lures and binds one of that tyrant’s enormous jackals, trained in the Gaoler’s sand-drenched holdfast to feast on the meat of deceivers. The necromancer conjures one of the Jackals Who Feast Upon Lies. It has an Defining Tie of loyalty to the necromancer which can’t be broken or degraded. It serves faithfully for seven days, after which it returns to the Gaoler with news of the world and its secrets. The Jackal Who Feasts Upon Lies PLEASE FORMAT AS QUICK CHARACTER IN A SIDEBAR Each of the Gaoler of Uqad’s jackals is a sinewy, undead canine six feet tall, with long, sleek limbs, jagged yellow fangs, and griseous fur wrapped in bloodblackened  bandages. They can speak in stilted Old Realm, punctuated by cruel laugher. The jackals abhor deception, and are employed by the Gaoler (and necromancers) to detect and punish liars. Essence: 5; Willpower: 5; Join Battle: 11 dice Personal Motes: 100 Health Levels: −0x4/−1x4/−2x4/−4x2/Incap. Actions: Intimidation: 12 dice; Senses: 12 dice; Read Intentions: 12 dice; Resist Poison/Disease: 8 dice; Tracking 12 dice. Appearance 2 (Hideous), Resolve 5, Guile 5 Combat Attack (Bite): 14 dice (Damage 14L/3) Attack (Grapple): 8 dice (8 dice to control) Combat Movement: 12 dice Evasion: 6; Parry: 3 Soak/Hardness: 8/8 Intimacies Defining Principle: Liars are the tastiest prey. Defining Tie: The Gaoler of Uqad (Loyalty) Major Tie: Raw meat, red and bloody (Desire) Merits Scent of Falsehood: Double 8s on rolls to detect lies, pierce illusions, or spot disguises. Offensive Charms Razored Confession Smile (8m, 1wp; Supplemental; Instant; Decisive-only): After a successful decisive attack roll, the target must either confess a significant deception they’ve made or else suffer five additional dice of decisive damage. The confession should be what is most relevant to the scene or necromancer; if the Storyteller doesn’t have one in mind, they should ask players for suggestions. Once per scene. Shadow-Seizing Jaws (10m; Supplemental; Instant): The jackal attacks a known but unseen enemy within close range, whether invisible, in concealment, etc. Any penalty it suffers from this is halved, rounded down, and it adds (necromancer’s Essence) dice on the attack roll. It can strike dematerialized targets. Defensive Charms Dancing Among Serpents (6m [+1wp]; Reflexive; Instant; Uniform): The jackal adds (necromancer’s Essence) Evasion and reduces penalties to Defense by three. For one Willpower, it may also negate the penalties of an ambush or surprise attack. Swift-Shadowed Guardian (5m; Reflexive; Instant): The jackal reflexively takes a defend other action to protect its rider, using Evasion instead of Parry. Mobility Charms Loyal Predator Saddle (10m, 1wp; Simple; Indefinite): The jackal grows and elongates to bear up to (necromancer’s Essence + 3) riders. It adds one automatic success on movement actions. Social Charms Laughing at Calumny (10m; Reflexive; Instant): Gain +(necromancer’s Essence) Resolve and ignore all Resolve penalties against social influence meant to deceive or disguise. Compare the influence roll to the jackal’s Resolve before those of other characters; on success, its hideous laughter grants all other characters +2 Resolve against that influence. Weight-of-Sin Excoriation (15m; Reflexive; Instant): After successfully resisting influence meant to deceive the hound or its master, it makes an Intimidation roll, penalizing the liar’s Resolve by the difference between their attempted influence and the jackal’s Resolve. On success, the target must flee the scene or admit their crime and beg forgiveness. Resisting requires entering a Decision Point and citing a Major or Defining Intimacy to pay two Willpower. Once per scene. END QUICK CHARACTER "
    },
    {
        "Title": "Mortification of the Hallowed Self",
        "Cost": " 17sm, 2wp",
        "Keyword": " None",
        "Duration": " One day",
        "Description": "In an act of self-flagellation, the necromancer partially fuses with her higher and lower souls, suffusing her anima or corpus with pulsing spiritual gore. The necromancer’s spiritually-charged flesh allows her to perceive and interact with dematerialized characters. Magic that would already allow her to do so instead adds one non-Charm success on rolls to detect or attack them. She may spend five motes to partially dematerialize until the start of her next turn, inflicting a −(Essence) penalty on physical actions taken against her unless they’re enhanced by appropriate magic and allowing her to pass through porous surfaces like grated gates or barred windows. She gains further benefits depending on which half of her soul is currently in prominence, and may switch between them reflexively at the start of her turn: • While her higher soul dominates, she increases the Resolve bonus of her Principles by 2. When she successfully applies her Resolve against influence that would prey on her emotions or Ties, the character who attempted it falls prone to his knees, cowed by the spiritual pressure of her rebuke. Ghosts of her Essence or lower are forced into a full kowtow, and can’t rise from prone until the end of her next turn. • While her lower soul dominates, she may increase her effective Intimacy level of emotions from an inspire action from Major to Defining, reveling in those pleasures she allows herself. She ignores up to (Stamina) points of penalties from wounds, poison, sickness, and other bodily afflictions, and converts them to non-Charm bonus dice on influence rolls to inspire fear, reckless passion, or hunger, as well as threaten rolls. Control: The necromancer’s scarred soul twitches inside of her, warning her when she perceives a character with Shaping magic that could reshape her mind, body, or soul. She rolls (Perception + Occult) against his Guile to get a general idea of what he could do, suffering penalties at the Storyteller’s discretion if the target is purposefully disguising or veiling his powers. Distortion (10): The necromancer’s souls are goaded into warring with one another. She cannot benefit from either until she centers herself with a (Wits + Integrity) roll against (distorting necromancer’s Essence), and even then suffers a −2 penalty on her next turn from sheer spiritual disequilibrium. Special: This spell can only be case by a necromancer with both higher and lower souls, leaving it the provenance of the Exalted. "
    },
    {
        "Title": "Slumber of the Wandering Shade",
        "Cost": " 21nm, 2wp",
        "Keyword": " None",
        "Duration": " One scene",
        "Description": "With a short memorial to herself, the necromancer exhales a fragment of her soul as a wandering shade, even as she collapses into catatonia. The necromancer’s shade is treated as a ghost with all her traits, but only (Essence + 1) −0 health levels. She is naturally dematerialized and may render herself invisible by committing five motes. Her shade travels at (Essence) times her normal speed out of combat and can float up to short range above any surface, including razor-thin wires, water, etc. She can’t be harmed by mundane hazards and doesn’t need to breathe. She may pay four motes to materialize long enough to perform a single action. The necromancer’s puissance is diminished when mustered for her shade, inflicting a two-mote surcharge on her Charms. She is also vulnerable to effects that target dematerialized spirits or the undead. She may end the spell reflexively on her own turn in combat. If her shade is slain, she awakens in her own body, suffering five dice of unpreventable decisive damage. Magic like Ghost-Eating Technique (Exalted, p. 354) instead fills her levels to Incapacitated and renders her unconscious for at least a day unless she receives magical healing. Control: The necromancer’s shade is forever half-awake, allowing her to perceive dematerialized spirits. If she has magic that lets her do so, she gains one non-Charm success to detect such spirits while hidden, pierce their disguises, or track them. Distortion (13): A rival sorcerer may contort the shade’s Essence, forcing them to materialize and inflicting a −1 penalty to their physical actions."
    }
]