[
    {
        "Title": "Benediction of Archgenesis",
        "Cost": " Ritual, 3wp",
        "Keyword": " None",
        "Duration": " Instant",
        "Description": "Chanting from one sunrise to the next, the sorcerer calls down a soft, warm rain that carries life-giving Essence. Over the course of this spell’s ritual, the rain falls on up to (Essence x 100) squares miles of land which the Solar wishes to revitalize with the Benediction of Archgenesis. If the land is infertile, such as an arid desert, marshy bog or rocky mountain face, then the Benediction transforms it into arable terrain, encouraging plant growth and making it possible to sustain a productive agricultural community off the land. Weather is temperate, with only enough rain to keep crops well-watered and unseasonably pleasant temperatures year-round. Animal populations from other regions migrate to the newly-fertile ground, while indigenous species have been known to grow to prodigious sizes off the bounty conjured by the benediction. Even the spirit world is affected—elementals become far more likely to arise from the blessed land, while displaced gods may seek to find a position of stewardship over the terrain, flora, or fauna of the region. If the land is already fertile, Benediction of Archgenesis causes life to grow at an almost impossible rate. Fields of wheat grow to tower over those that tend them, while man-sized pumpkins and gourds become a common sight. Animals flock to the lush vitality of the region to the point of overpopulation. While this swell is enough to multiply the bounty of a single year’s harvest by nearly a hundredfold, the surge of growth can easily deplete the soil of nutrients and create ecosystem imbalances that will persist for years. Unless the sorcerer is vigilant in counterbalancing the effects of this lush growth, she may leave famine in her wake for years thereafter. Benediction of Archgenesis can only be cast once per story. The geomantic upheaval it causes prevents the sorcerer from casting it within one thousand miles of any region that she has previously blessed with the spell within the same year, with the exception of performing a second casting of the spell to transform a barren region made fertile into a supernaturally lush overgrowth. A sorcerer who knows Benediction of Archgenesis as her control spell reduces the distance requirement to one hundred miles. Wherever she goes, life tends to spring up in her wake—flowers grow around her when she sleeps, grasses become taller in her footsteps and her home becomes a veritable wildlife sanctuary if she isn’t careful. Distortion (Goal Number: 30): Distorting the Benediction of Archgenesis causes all plant life within (Essence) miles of the distorting sorcerer to wither and die, leaving a barren dead zone within the blessed land. Animals in the blighted region are driven outwards as the ecosystem collapses in an instant. Herbivorous creatures may stampede or raid the food supplies of settlements within or near the blessed lands, while predators respond to the flight of their prey by turning man-eater, attacking any human settlements they can find. Even the spirits of the blighted land are corrupted, each one gaining a Major Derangement (p. 168) that somehow turns them against their original purpose or makes them harmful to humankind, assigned by the Storyteller. Note that spells can only be distorted once— an enemy sorcerer could create a rotting nexus of corruption at the heart of the Benediction of Archgenesis, but she could not utterly undo the spell without a sorcerous working. "
    },
    {
        "Title": "Death Ray",
        "Cost": " 25sm, 2wp",
        "Keyword": " Aggravated, Decisive-only, Perilous",
        "Duration": " Instant or until ended",
        "Description": "The Solar Exalted devised this spell to terrify the enemies of the gods. Holding her arms out before her and her hands closely together, the sorcerer makes a series of motions with her fingers that turns her conjoined hands into a channel for a flow of destructive energy. The sorcerer unleashes a violent stream of red Essence that pours from her hands, slicing through scenery and incinerating those who stand in its path. Wherever the Death Ray passes, it leaves a trail of molten slag behind it. Only the strongest magical substances are immune to the melting and carving power of this attack. The sorcerer rolls Intelligence + Occult as a decisive attack roll, adding Essence successes. The attack strikes all enemies in a line out to short range from her, adding extra successes and the Solar’s current temporary Willpower to the raw damage roll. Mundane weapons cannot parry the attack and are immediately destroyed upon such an attempt. Any enemy that takes 3+ levels of damage from the Death Ray is blown back one range band and falls prone. Making this attack does not immediately reset the Solar to base Initiative. Death Ray is a tremendous torrent of power. While it is being released, the Solar may not move herself to a different range band without ending the spell, though she may be conveyed to another range band by other means (atop the deck of a ship, for example). On the Solar’s next turn, she may continue casting this spell by rolling another shape sorcery action—maintaining the spell for another round costs 5 sorcerous motes. Each additional round of casting extends the range of the spell by one band, out to a maximum of six. The Solar may continue focusing the attack along its original path, or change its direction to a different angle, even an aerial one. She keeps the successes of her original attack roll, but rolls damage separately for each new round. If the sorcerer lacks the sorcerous motes needed to continue casting this spell or chooses not to continue it, then she immediately resets to base Initiative (if not already lower). Her turn is then delayed appropriately. In addition to incinerating enemies, the destructive energy of this Charm also wreaks havoc on the terrain. A single round of exposure to Death Ray will reduce anything made of earth or stone into molten slag, creating a lava hazard (p. 230). Death Ray can scythe through oak trees like stalks of grain and can cut a wooden ship in half with relative ease. The Storyteller may adjudicate alternative, but equally punishing, effects for terrain that cannot be sliced or melted into lava. Sorcerers may take advantage of this stone-melting power to carve messages into mountainsides, liquefy fortress walls, or perform similar feats of massive but precise destruction. A sorcerer who knows Death Ray as her control spell may gain sorcerous motes whenever the Essence blast directly incapacitates a character or deals damage to a battle group. She gains sorcerous motes equal to the Essence of an incapacitated character, or the Size of a damaged battle group. These last for the duration of the scene, but may only be spent to pay the cost of subsequent castings of Death Ray. Distortion (Goal Number: 10): Distorting the Death Ray gives the opposing sorcerer a measure of protection from it, causing the destructive energy to bend and warp around him before continuing on its original course. This causes Death Ray to automatically miss the opposing sorcerer for one round. "
    },
    {
        "Title": "Demon of the Third Circle",
        "Cost": " Ritual, 4wp",
        "Keyword": " None",
        "Duration": " Instant",
        "Description": "The Demons of the Third Circle are the very souls of the Yozis themselves. They are beings of world-shaping power and apocalyptic fury. The ritual to summon one of these dread fiends into Creation can only be performed on a night of Calibration, the five days of darkness that takes place between years, and only once each Calibration. Each Third Circle Demon has its own unique manifestation upon being summoned. Ligier, the Green Sun, appears in a pillar of emerald flames that descends from the starless sky to strike the earth. Ienimea, the River of Faces, condenses as a cloud of mist from the breath of all present before erupting forth from its ephemeral depths. Erembour, That Which Calls to Shadows, rises out of the sorcerer’s own shadow, laying an inhumanly alluring hand on her shoulder. Failure to bind a Third Circle Demon is catastrophic. Reversing a failed summoning is impossible, leaving the demon unbound to fulfill its malevolent urges or alien agenda. "
    },
    {
        "Title": "Rain of Doom",
        "Cost": " 40sm, 3wp",
        "Keyword": " Aggravated",
        "Duration": " Until sunrise",
        "Description": "The Rain of Doom can be called down only as the setting sun touches the horizon, as the sorcerer stands at the boundaries of what she’d consign to destruction. The sky darkens at an unnatural pace, with thick, oily clouds that roil with thunder forming over an area the size of a small city (or a major district of a metropolis such as Nexus). The storm gathers for an hour, building in intensity, until it finally climaxes in a downpour of apocalyptic devastation that lasts until sunrise. The spell can be countered by any opposing sorcerer within the affected area during the one hour period in which it takes form, assuming a sorcerer can recognize the signs of an oncoming Rain of Doom. The Rain of Doom has the following effects: • Caustic rain falls, a difficulty 4 environmental hazard that deals one die of aggravated lethal damage per round to anyone beneath the open sky. Even after a character has found shelter, he continue suffering from the corrosive rain at a reduced difficulty of 2 until he’s stripped off all clothing and armor worn in the downpour. Most mortals and animals die within seconds of exposure, and the Storyteller need not roll dice for each individual victim. • The Rain of Doom wreaks mass destruction on any structures or objects caught in its downpour. Any mundane object left unattended in the rain is destroyed. Wooden structures may be dissolved entirely by the downpour, while even stone and metal are damaged, their faces burned and pitted. Only manses, magically reinforced structures, or deep subterranean buildings are safe from this desolation. If it becomes dramatically relevant to see if a structure will remain intact to provide shelter to characters, the Storyteller can make a roll of five dice at intervals of an hour. One success is sufficient to damage structures made of wood or any weaker material, three successes will damage structures made of stone, and five successes will damage those made of metal. It takes two intervals of damage to destroy a house-sized structure, and five to collapse a mighty palace—prior to total collapse, the structure may begin to partially dissolve, creating openings in the roof and walls through which the rain might enter to menace those within. • Any character bold or insane enough to try and fight while exposed to the storm must contend not only with the corrosive rain, but with harsh winds that impose a -3 penalty on all actions he takes. In addition, at the end of each round that a character spends under the open sky, the Storyteller rolls one die. On a 1, that character is struck by a lightning bolt, and takes ten dice of lethal damage which ignores Hardness. • The runoff from the Rain of Doom remains potent until neutralized by the touch of daylight, causing any character who comes into contact with the runoff to roll against the environmental hazard of the rain. Even after sunrise, the rain’s poison guarantees that nothing but stunted scrub will grow on the land washed by the storm’s runoff for years or even decades to come. A sorcerer who knows Rain of Doom as her control spell may move the storm through the sky at a rate of (Essence x 3) miles in an hour. She is often followed by dark clouds and natural light becomes gray in her presence, making others feel uneasy. When outdoors, she takes a -2 penalty on all social influence actions other than threaten. Distortion (Goal Number: 20): Distorting the Rain of Doom creates a break in the storm’s downpour surrounding the sorcerer, large enough to shelter a single structure or a large group of people. Within this break, no acidic rain falls and lightning will not strike, although the mundane effects of the storm’s winds still remain in force. "
    }
]