[
    {
        "Title": "Cirrus Skiff",
        "Cost": " 15sm, 1wp",
        "Keyword": " None",
        "Duration": " Until ended",
        "Description": "The sorcerer calls down a Cirrus Skiff to bear her skyward, a small white puffy cloud just large enough for her and one other passenger to ride upon. The cloud descends from the sky and hovers near the sorcerer like a faithful puppy until she steps on, at which point it rises into the air, obeying her mental commands. It is slow-moving, managing a pace of only (Essence x 6) miles per hour, but is virtually unlimited in its flight capability, able to rise upward with no limit other than the ability of its caster to endure the rarefied air of the upper atmosphere. In combat, the sorcerer rolls (Wits + Occult) in place of standard movement rolls to mentally direct the cloud, but otherwise faces no complications or penalties. If the sorcerer wishes to sleep, study, or otherwise rest on the Cirrus Skiff without having to give it constant instructions, she may give it a set command, such as “Fly a mile up into the air and stay there” or “Circle around the satrap’s palace,” which it will obey until she gives it new orders. The sorcerer may disembark from the skiff for up to one scene without ending this spell, but any absence beyond that ends the spell, sending the cloud flying back up into the stratosphere. A character who knows Cirrus Skiff as her control spell may cast it with an Indefinite duration. Her conjured cloud will follow after her after she disembarks, eagerly awaiting her return without ever leaving. It will follow simple instructions from the sorcerer, even when she’s not riding it, and can be summoned by the sorcerer’s call from anywhere in Creation, proceeding to her side at the best speed it can manage. Distortion (Goal Number: 7): Distorting a Cirrus Skiff weighs it down, turning the cloud into a heavy, dense fog for a scene. The sorcerer suffers a -3 penalty on the (Wits + Occult) rolls to control the distorted skiff’s movement, and it cannot fly above long range from the ground. If it is already higher than that, it begins dropping at a rate of two range bands per round, in addition to any other movement the sorcerer takes. "
    },
    {
        "Title": "Corrupted Words",
        "Cost": " 15sm, 1wp",
        "Keyword": " Psyche",
        "Duration": " Indefinite",
        "Description": "The sorcerer speaks words that bind the tongue—she evokes a seething, bilious mass of green Essence between her hands and casts it down the throat of a victim at short range, where it dissolves into a ward that censors that character’s mind. As she does, she forbids the victim from speaking of a single subject, which may be as specific as “The letters I secretly send to the All-Seeing Eye at the end of every month” or as broad as “The existence of Sidereal Exalted.” It is impossible to defend against this curse barring magic that can perfectly dodge or parry uncountable damage such as Heavenly Guardian Defense, but the sorcerer must roll (Intelligence + Occult) against the victim’s Resolve to successfully bind his will. A cursed character feels waves of nausea if he even thinks of trying to communicate anything about the topic. If he tries to do so despite this warning, he becomes overwhelmed with wracking pain and begins vomiting up dozens of fat, white maggots, rendering that action or any other impossible for at least a turn. This applies to all forms of communication—speaking, writing, telepathy, or any desperate signals the victim tries to use to circumvent the restriction of this curse—and persists until the cursed character ceases trying to violate the ban. This spell may be ended by the sorcerer’s death or may be willingly released, as the sorcerer reaches a hand down the victim’s mouth and recites the last word of this spell backwards to extract a slimy egg-sac full of squirming larvae that is the physical embodiment of this curse. A sorcerer who knows Corrupted Words as her control spell may cast it with no obvious display of magical intervention other than a faint flash of green in her eyes, leaving her victim uncertain as to the affliction’s source. Distortion (Goal Number: 15): Distorting this curse makes it possible for the victim to speak around the forbidden subject matter for five minutes. He must speak using circumlocutions, flowery metaphors, or cryptic symbolism to communicate the broad gist of the topic, and cannot go into any level of detail beyond the most superficial. This does not avert the inevitable tide of maggots, but gives the victim enough time to speak before he must disgorge them. "
    },
    {
        "Title": "Death of Obsidian Butterflies",
        "Cost": " 15sm, 1wp",
        "Keyword": " Decisive-only, Perilous",
        "Duration": " Instant",
        "Description": "Sculpting Essence into volant black glass, the sorcerer unleashes a cascade of obsidian butterflies. She rolls (Perception + Occult) as an undodgeable decisive attack applied in a line against enemies out to medium range. This line is wide enough to strike all opponents within the width of a single range band and reaches high enough to strike aerial enemies who are at short range to the ground (medium range enemies in the air can still be targeted by directing the butterflies to fly along an upward path, rather than a horizontal one). Battle groups are especially vulnerable to being cut down by this spell, taking a -2 penalty to Defense against it. The attack deals raw damage equal to the sorcerer’s (Essence + extra successes), or (Essence + Occult + extra successes) against a battle group. It does not reset the sorcerer to base Initiative. Scenery made of wood, glass, or other fragile materials is generally destroyed. After this spell has been cast, the obsidian butterflies fall to the ground and shatter, creating terrain that may be hazardous for barefooted characters to traverse—treat as an environmental hazard inflicting two dice of lethal damage, difficulty 2 to resist with a (Dexterity + Athletics) roll, and if the character is barefoot, difficult terrain as well. Any character wearing armored boots can generally ignore the debris. A sorcerer who knows Death of Obsidian Butterflies as her control spell gains (Essence) bonus dice to the spell’s attack roll. When her emotions run hot, butterfly silhouettes rise from her shadow. When she is angry, her fingernails turn to sharp volcanic glass, making it possible to cut cloth or paper, rend wood or flesh and other similar stunts. "
    },
    {
        "Title": "Demon of the First Circle",
        "Cost": " Ritual, 2wp",
        "Keyword": " None",
        "Duration": " Instant",
        "Description": "The sorcerer conjures one of the least monsters of the Demon Realm into Creation, breaking and binding it to her will. This spell requires a ritual that begins at sundown, and ends at the stroke of midnight. A faint green glow traces out a rift between Creation and Hell, and a First Circle Demon of the sorcerer’s choice is drawn forth, howling with rage, fear, or sorrow. Demons summoned by this spell must be bound with an (Intelligence + Occult) roll against their Resolve. The sorcerer may choose to make the demon her personal slave for a year and a day, giving it a Defining Tie of loyalty to her that cannot be weakened or altered by any means and setting its Resolve to 0 against any influence rolls she makes. Alternatively, she may assign it to complete a specific task—“Construct a tower using these plans,” “Murder Magistrate Yang,” “Dig a tunnel through this wall”—for as long as it takes to complete. Task-bound demons form a Defining Principle of “I must complete my task,” which is similarly impervious to tampering. On a failed binding roll, the sorcerer is unable to bind the demon, and must make a (Wits + Occult) roll against a difficulty of the demon’s Willpower to banish it back to Hell. If she fails, then the demon is unleashed, unbound, into Creation—and is most likely very angry at her. "
    },
    {
        "Title": "Flight of the Brilliant Raptor",
        "Cost": " 15sm, 1wp",
        "Keyword": " Decisive-only, Perilous",
        "Duration": " Instant",
        "Description": "The sorcerer shapes flames of diamond and ruby into the form of a majestic bird of prey, evoking the elemental majesty of the garda birds. The player rolls (Perception + Occult) as a decisive attack against an enemy at up to long range, then sends the raptor streaking forth to consume her foe in deadly flames. The brilliant raptor embodies the sorcerer’s will, with a base lethal damage equal to (her Initiative + current temporary Willpower), and resets her to base Initiative on a successful attack. As long as the raptor deals 3+ levels of damage to its target, it ignites a bonfire (p. 230) that engulfs him and all terrain within short range of him, and burns until the end of the scene. A sorcerer who knows Flight of the Brilliant Raptor as her control spell may use it to attack a target one range band beyond long range by paying an extra 5sm when casting the spell. "
    },
    {
        "Title": "Infallible Messenger",
        "Cost": " 5sm, 2wp",
        "Keyword": " None",
        "Duration": " Until message is delivered",
        "Description": "The sorcerer shapes a small, six-winged messenger spirit to convey her words to another character. The spirit flies with immense speed, capable of crossing hundreds of miles in an hour or all Creation in less than a day—only the boundaries between realms of existence will stop it from delivering its missive. Upon arrival, the cherub is visible only to its intended target, to whom it can deliver a message of up to five minutes in length before dissipating. Sorcerers can convey social influence through the Infallible Messenger, but cannot normally use their Charms to enhance the roll. A sorcerer who knows Infallible Messenger as her control spell may pay an additional point of Willpower to project her senses through the cherub’s own, allowing her to use Awareness and Investigation Charms while delivering the missive. Having this spell as her control will also cause a number of tells to begin manifesting in the sorcerer’s vicinity, even when the spell has not been cast. It may appear in murals or paintings that she owns, carven amongst the gargoyles of her residence, or briefly fluttering in the periphery of a mirror’s reflection. "
    },
    {
        "Title": "Invulnerable Skin of Bronze",
        "Cost": " 20sm, 1wp",
        "Keyword": " None",
        "Duration": " One day",
        "Description": "The sorcerer suffuses the void between her skin and the surrounding air with Essence, weaving a second skin of shining bronze, supple and flexible as silk but cold and impervious as any metal. The Invulnerable Skin of Bronze gives the sorcerer +6 natural soak and Hardness 6, while rendering her immune to poison delivered through contact. Her metal-armored limbs deal lethal damage and use the traits of medium weapons when she makes unarmed attacks. While her mobility is not normally impaired, she is considered to be wearing medium armor, which might deny her the use of certain Martial Arts styles or other effects. Her bronze skin is also heavy—she will sink in water or mud, and fragile surfaces won’t support her weight. In addition, characters with an Essence pool gain access to the following powers while this spell is active: • Brazen Aegis Rebuke (3m, 1wp; Reflexive; Instant; Counterattack, Decisive-only): Even hardened steel recoils from the Invulnerable Skin of Bronze, ringing off its indestructible surface. After being hit with an attack in close combat, the sorcerer may use this power to counterattack with a disarm gambit. This counterattack is both unblockable and undodgeable. • Invincible God-Metal Flash (10m, 2a or 3a; Reflexive; Instant; Decisive-only): When even the Invulnerable Skin of Bronze cannot withstand the force of an enemy’s blows, the sorcerer may shed it in a burst of protective Essence. While her anima is at the burning or bonfire level, she may use Invincible God-Metal Flash to reduce the raw damage of a decisive attack by her (Essence + 5), discharging her anima through the spell. The skin of bronze shatters as it absorbs the attack, and the sorcerer cannot cast it again until its original duration has elapsed. Her anima is returned to the dim level. • Sorcerer’s Impervious Mantle (4m; Reflexive; Instant; Withering-only): The sorcerer’s Essence surges through her armored skin, reducing the minimum damage of a withering attack by one. A sorcerer who knows Invulnerable Skin of Bronze as her control spell may add her Essence to the soak and Hardness bonus she receives as long as she is unarmored. Even without the spell, her skin takes on a faint bronze tint. She may also add her Essence to her soak when the spell is not in effect. Distortion (Goal Number: 12): Distorting the spell forces the sorcerer to feel the full weight of her metal skin bearing down on her, imposing a -4 mobility penalty for one scene. If her total mobility penalty exceeds (the higher of her Strength or Athletics), then she loses the ability to take reflexive move actions, and must take a miscellaneous action to cross a range band even under normal circumstances. Distortion also disables all three of the spell’s special powers. "
    },
    {
        "Title": "Mists of Eventide",
        "Cost": " 7sm, 2wp",
        "Keyword": " None",
        "Duration": " Three rounds",
        "Description": "The sorcerer lulls the Essence of air into sleep, transforming it into an opalescent fog of slumber. Mists of Eventide creates a cloud centered on a point out to medium range from the sorcerer, spreading to engulf all characters within short range of the center. Each round that a character breathes or has skin exposed to the mist, he must roll against its poison (Damage 3i/round, Duration 6 rounds, -3 penalty). Characters who are crashed while suffering from the Mists of Eventide’s effects do not take damage from it—instead, they fall into magical slumber, rendered comatose for a single day. Special activation rules: Mists of Eventide can only be cast once per scene, unless reset when a Mists-poisoned opponent falls into Initiative Crash. A sorcerer who knows Mists of Eventide as his control spell can control the dreams of anyone who sleeps within his mists, causing them not only to dream what he commands, but to physically act out those dreams while sleepwalking. They can even be forced to battle their allies. Controlling someone in this fashion costs one point of Willpower per individual. Sorcerers with Mists of Eventide as their control spell sleep fitfully with their eyes wide open unless surrounded by the mists. Distortion (Goal Number: 5): Distorting the mists weakens their efficacy, halving the duration of each dose. Additionally, an opposing sorcerer may wake a character forced into magical slumber with distortion actions targeting him, made at the same goal number. "
    },
    {
        "Title": "Silent Words of Dreams and Nightmares",
        "Cost": " Ritual, 1wp",
        "Keyword": " None",
        "Duration": " One dream",
        "Description": "Staring into a polished mirror, still pond, or other reflective surface, the sorcerer brandishes a scrap of clothing, lock of hair, or similar symbolic link to another character, using it to gain power over that person’s dreams. The next time the target sleeps, he experience an especially vivid and memorable dream created by the sorcerer. She rolls (Intelligence + Presence) to instill, persuade, or inspire the dreaming character, as best fits the imagery and emotional tenor of the dream she creates. He cannot apply any Intimacies to enhance Resolve against this influence, nor can he pay Willpower to resist unless the influence threatens one of his Intimacies. The symbolic link to the dreamer is burnt to a fine white ash upon his waking, requiring the sorcerer to procure another before she can cast this spell on him again. A sorcerer who knows Silent Words of Dreams and Nightmares as her control spell may cast it without needing a link to her target, so long as she has interacted with him in person previously. Once she has done so, she must meet with him once more before she can cast this spell without a link again. Distortion (Special): Distorting the Silent Words of Dreams and Nightmares requires the opposing sorcerer to find either the character who cast it or the spell’s victim before he sleeps. Instead of having a set goal number, every two successes the distorting sorcerer accumulates before the terminus of the action elapses adds +1 to the victim’s Resolve against the dream’s influence, up to a maximum bonus of +4. "
    },
    {
        "Title": "Stormwind Rider",
        "Cost": " 15sm, 1wp",
        "Keyword": " None",
        "Duration": " One hour",
        "Description": "Bending the winds to her will, the sorcerer creates a servile dust devil to ride. The Stormwind Rider is treated as a flying mount (p. 202), although it cannot take the sorcerer to more than short range above the ground. (Wits + Occult) replaces the usual rolls for all combat movement actions. The whirlwind can carry up to (Essence x 2) additional characters, or one hundred pounds of cargo in place of a single passenger. While it cannot soar as high as the Cirrus Skiff, the Stormwind Rider can travel at nearly 100 miles an hour and maneuver through forests or cities. In a race with other characters, the sorcerer rolls (Intelligence + Occult + current temporary Willpower) for each interval. In combat, characters within the Stormwind Rider are treated as having light cover against attacks made from outside of it, and vice versa. A passenger who is crashed or hit with a decisive attack is knocked out of the whirlwind, and suffers falling damage if applicable. A sorcerer who knows Stormwind Rider as her control spell is buffeted by winds whenever she is beset by strong emotions. Sudden movements cause a small vortex powerful enough to scatter papers, upset furniture and topple someone caught off-guard. Her vertical leaps are buoyed by wind, allowing her to leap upward a single range band as her movement action; she can do so up to (Stamina) times before needing to rest. In addition, characters with an Essence pool gain access to the following powers while this spell is active: • Enduring Tempest (5m; Reflexive; Instant): Once this spell’s duration has elapsed, the sorcerer may use Enduring Tempest to extend its duration for another hour. She may do so for as long as she has Essence to continue using this power. • Zephyr Rush (1m, 1wp; Supplemental; Instant): The sorcerer whips the Stormwind Rider into a sudden frenzy of speed, allowing her to move up to two range bands with a single movement action in combat or doubling 8s on one interval of a race. Distortion (Goal Number: 15): Distorting a stormwind rider causes it to buck and swerve violently in its flight, threatening to throw off its riders. All characters carried by the whirlwind must succeed at a difficulty 4 (Dexterity + Athletics) roll to maintain balance, although the sorcerer who cast it may substitute (Wits + Occult). Characters who fail their roll fall out of the whirlwind. "
    },
    {
        "Title": "Summon Elemental",
        "Cost": " Ritual, 2wp",
        "Keyword": " None",
        "Duration": " Instant",
        "Description": "Drawing and shaping Essence through one of the five elements, the sorcerer calls an elemental into being and binds it to her will. Casting this spell requires a ritual of four hours as the sorcerer channels Essence through icons of the element, draws up sigils of creation and binding, or communes with the appropriate Elemental Dragon. At the end of her ritual, she summons an elemental of up to Essence 3 into existence, creating it out of pure Essence rather than calling it from somewhere else. Once summoned, the elemental must be bound to the sorcerer’s will, as per Demon of the First Circle (p. 473), except that an elemental cannot break free—if the binding fails, the elemental simply disperses back into raw Essence, and the sorcerer doesn’t regain the Willpower spent on the spell. At the end of a bound elemental’s term of service or assigned task, it usually undergoes the same fate of dissipation, although elementals who have developed a fully-formed personality and identity may persist past the end of their binding at the Storyteller’s discretion. Summon Elemental can only be cast once per day. "
    },
    {
        "Title": "Wood Dragon’s Claws",
        "Cost": " 5sm, 1wp",
        "Keyword": " None",
        "Duration": " Until dismissed",
        "Description": "The sorcerer transforms her hands into huge, gnarled claws of thorny oak, like those of the majestic elemental dragons of wood. Slashing with these claws uses the traits of a light artifact weapon with the same tags as an unarmed attack, save that its damage tag is lethal rather than bashing. They are compatible with Martial Arts styles that use claw-type weapons or rending strikes, such as Tiger style. They render the sorcerer’s hands incapable of fine manipulation such as writing, wielding a weapon, or turning a doorknob. In addition, characters with an Essence pool gain access to the following powers while this spell is active: • Bramble Hell Torment (10m; Simple; Instant; Decisiveonly ): When the sorcerer makes a decisive savaging attack against a clinched enemy, her claws explode into impaling spikes, adding (Essence) successes to the damage roll. This power can only be used once per grapple. • Living Thorn Transformation (3m; Reflexive; Instant): Warping and twisting her claws, the sorcerer may grant them the tag of her choice for the rest of the scene. She might extend them into a lash of scourging brambles to grant them the flexible tag, reshape them into a bludgeoning club-fists to grant them the smashing tag, or similar. Only one tag can be granted by this power at a time. A sorcerer who knows Wood Dragon’s Claws as her control spell may create and master Evocations for the claws, which can only be used while this spell is active. Distortion (Goal Number: 12): Distorting the Wood Dragon’s Claws causes them to begin growing wildly, engulfing the enemy sorcerer’s arms in a tangle of twisting roots. He cannot take any actions that require the use of his arms, including attacking, until he has succeeded on an extended (Strength + Athletics) roll (difficulty: 2; interval: one round; goal number: 10) to break free of this entanglement. If he is grappling an enemy when the distortion occurs, the distraction of his own spell turning on him allows that character to reflexively break free. The spell cannot be dismissed while it is distorted. "
    },
    {
        "Title": "Blood Lash",
        "Cost": " 10sm, 1lhl, 1wp",
        "Keyword": " None",
        "Duration": " Until dismissed",
        "Description": "The sorcerer scourges her spirit with a masochistic invocation, forcing blood from her open wounds to coalesce into a scarlet whip tipped with black barbs. The whip has direlash traits (ACC +5, DMG +10, DEF +0, OVW 3; Tags: Lethal, Melee, Natural, Disarming, Grappling, Flexible, Reaching). She halves wound penalties, rounded down, when attacking, grappling, or parrying with it. This spell’s health-level cost is waived if the sorcerer has any non-bashing damage in her health track. The lash gains additional powers as the sorcerer’s wound penalty rises: • −1: Whipped Dog Infliction (3m; Reflexive; Instant): After damaging an enemy, the sorcerer reflexively rolls a threaten action against him. Wound penalties don’t apply to it; they’re instead  converted to bonus dice. • −2: Endless Crimson Coils (5m; Supplemental; Instant; Uniform): The lash extends to attack out to short range. If the sorcerer grapples an enemy at range, she may pull him to close range or leave him where she is. If she chooses the latter , an ally can free the grappled character from the clinch with a difficulty 3 gambit. • −4: Bloodthirsty Scarlet Serpent (5m, 1wp; Simple; Instant; Decisive-only): The sorcerer makes a decisive attack as the blood lash grows a terrible fanged maw, draining her victim’s vitality . She heals a level of non-aggravated damage  for every 3 levels of damage dealt to a living nontrivial enemy, minimum 1. Waive Endless Crimson Coils’ and Whipped Dog Infliction’s costs. This power can only be used once per scene, unless reset by taking 7+ levels of decisive damage. A sorcerer with this as her control spell is covered with dark, prominent veins. She can control any blood she sheds until it dries, causing it to move as she wills. Using the blood to assist in actions provides exceptional  equipment bonuses (Exalted, p. 580). The blood can rarely attempt rolls by itself, but if the Storyteller deems it possible, the sorcerer rolls normally. This power has no range limit, but the sorcerer’s senses aren’t extended through her blood. Distortion (Goal Number: 10): The blood lash congeals, inflicting bashing damage instead of lethal, and losing the Flexible tag. The sorcerer’s wound penalty is treated  as one lower for purposes of the lash’s powers. "
    },
    {
        "Title": "Flight of Separation",
        "Cost": " 15sm, 1wp",
        "Keyword": " None",
        "Duration": " Until ended",
        "Description": "Reciting a short paean in praise of things both small and many, the sorcerer disintegrates into a flock of dozens of diminutive birds. Her consciousness diffuses across many bodies, becoming the flock’s guiding intelligence . She designates a location within 10 miles, and begins flying toward it. The flock uses her traits, but the only physical actions she can take are movement actions and dodging. She gains +2 Evasion, although not against area-of-effect attacks, and adds (higher of Essence or 3) dice on disengage and withdraw rolls. Outside combat, she flies at ([Dexterity + Athletics] x 2) miles per hour. She can end this spell reflexively at any time. It also ends upon reaching her destination or being incapacitated. Sorcerers with this as their control spell can speak to and understand birds, though some may not make for the best conversation. Treat birds and bird-like spirits as having a Minor Tie of fondness for her. Special activation rules: After collecting the sorcerous  motes to cast this spell, the sorcerer may “hold” it rather than casting it. She suffers a −1 penalty to all actions and static values while doing so, as she must will her body not to burst into birds. She can cast it reflexively at any time, although if any enemies are at close range, she must reflexively disengage against them. On failure, the spell is lost. Distortion (Goal Number 10): Distorting this spell undermines the flock’s unity, sending it darting in different  directions. In combat, the sorcerer must make a difficulty 2 (Wits + Integrity) roll each turn, suffering one die of Hardness-ignoring bashing damage on failure  as parts of herself fly away. Outside of combat, she must make this roll each mile, and failure halves her speed, rounded down, for that mile. "
    },
    {
        "Title": "Peacock Shadow Eyes",
        "Cost": " 7sm, 2wp",
        "Keyword": " Psyche",
        "Duration": " One scene",
        "Description": "The sorcerer’s eyes blaze with many-colored flames that enrapture and entrance. She rolls ([Intelligence or Manipulation] + Occult) against the Resolve of a character  within medium range. Success induces a trance, imposing a −2 Resolve penalty on him. He can still act, but retains no memories of time spent in this trance, rationalizing any social influence used on him during this time as his own thoughts and emotions. Attacking or otherwise harming him shatters the trance. Blind or eyeless characters are immune to this spell. If a character’s suppressed memories would endanger a Major or Defining Intimacy — e.g., if the sorcerer revealed  the existence of an imminent threat to such an Intimacy during a trance — he may spend two Willpower to resist, reclaiming his memories. Any social influence used on him during the trance remains in place. This spell is subtle but noticeable; onlookers with Resolve higher than the sorcerer’s roll — including her victim, if she fails — can roll (Perception + Occult) opposing  it. Success lets them recognize she’s employed some form of supernatural power; otherwise, they dismiss it as a trick of the light. The irises of a sorcerer with this as her control spell are alive with luminous shifting colors. She treats her Appearance as one higher on influence rolls to inspire fascination with herself or any influence rolls against characters affected by this spell, but suffers a –2 penalty  on disguise rolls. Distortion (Goal Number: 12): If the trance is distorted in the scene this spell was used, the target experiences cryptic flashbacks of the suppressed scene. After (6 – Integrity) days, he can spend Willpower to resist, as above, in the absence of a threat to his Intimacies. "
    },
    {
        "Title": "Beckoning That Which Stirs the Sky",
        "Cost": " Ritual, 2wp",
        "Keyword": " None",
        "Duration": " (1 + threshold successes) hours",
        "Description": "As the sorcerer recites ancient prayers to deities long forgotten beneath the open sky, huge chitinous limbs emerge from above, weaving the wind and clouds to her will. Shaping the weather is an (Intelligence + Occult) roll that takes a few minutes to complete, with a difficulty  based both on how drastic the change the sorcerer wishes to make is and how typical the desired weather is for her current climate and season. Creating a light rain in a temperate climate might only be difficulty 1, while strengthening a heavy rain to a thunderstorm or halting it completely might be difficulty 2-3. Summoning a thunderstorm from blue skies or diminishing a hurricane to a severe storm would be difficulty 5+. Likewise, any attempt to create rain might incur increased difficulty if attempted in a desert, as would calling a blizzard outside of the winter season. This spell can never create extreme natural disasters such as hurricanes, though it can diminish  them to lesser weather. If the sorcerer succeeds, That Which Stirs the Sky weaves the desired weather in an area out to (Essence + threshold successes) miles from the point cast the spell. It lasts for (1 + threshold successes) hours before reverting to normal . Subsequent castings by any sorcerer cannot alter the weather within the spell’s range until its duration elapses. Characters within the weather can identify its unnatural origin with a (Perception + [Occult or Survival]) roll of difficulty 1-5, with subtler alterations being more difficult to detect. A sorcerer with this as her control spell may create sorcerous weather that follows her as she moves; this costs half her threshold successes, rounded up. Distortion (Goal Number: 10): Distorting this spell reverses  the alteration to the weather. It doesn’t merely revert back to its previous conditions, but is changed in the other direction — if the original sorcerer had calmed a thunderstorm, distortion would result in an even greater storm; if she’d summoned rain, distortion could result in intensely arid heat. "
    },
    {
        "Title": "Floral Ferry",
        "Cost": " 20sm, 1wp",
        "Keyword": " None",
        "Duration": " Until journey is completed",
        "Description": "Tossing a leaf, petal, or fruit into a body of water, the sorcerer beckons it with mudras of the turning seasons to grow into a small, seaworthy craft. This is a ship with the following traits (Exalted, p. 244): Speed: Magically impelled +2; current +1; oars +1; empty cargo hold +1 Maneuverability: +3; Hull: −1/−2/−4/Incapacitated Cargo: One ton. The ship can comfortably carry a half-dozen passengers. Upon casting this spell, the sorcerer names the destination she intends to sail to. If she has even approximate knowledge  of its location, the Flory Ferry will sail itself as close as possible to that destination, using the sorcerer’s (Essence + Occult) for sailing rolls. However, it lacks the sapience to engage in pursuit or naval combat. Other characters can attempt to sail it, although the Speed bonus from its magically impelled travel becomes a −1 penalty if they attempt  to travel anywhere but the named destination. Once it’s reached its destination and its crew has disembarked, the ferry shrinks back into the foliage from which it was summoned. Sorcerers with an Essence pool may use the following powers while this spell is active: Barque of Durant Heartwood (10m, 1wp; Simple; One day): The ship’s hull hardens to thick bark, gaining (Essence/2, rounded up) −0 Hull levels. Once they fade away, damage marked in them rolls over into regular Hull levels. Hay-Fever Seabloom (5m; Supplemental; Instant; Pilot): Thick, sticky pollen trails in the Floral Ferry’s wake. Success on an interval of a naval pursuit while fleeing a ship imposes a penalty of (sorcerer’s Intelligence) on the pursuing captains’ next interval. Whirling Maple-Seed Swiftness (10m, 1wp; Simple; One day; Pilot): As long as the sorcerer helms the Floral Ferry, its total Speed is doubled. A sorcerer with this as her control spell may awaken Evocations from the Floral Ferry. Distortion (Goal Number: 5): Distorting the Floral Ferry allows the opposing sorcerer to name a new destination that it will sail itself towards. "
    },
    {
        "Title": "Impervious Sphere of Water",
        "Cost": " 15sm, 1wp",
        "Keyword": " None",
        "Duration": " One scene",
        "Description": "Water streams from the sorcerer’s outstretched palms, twisting and coiling like flowing serpents into a dome that encompasses her and her allies. The dome extends out to short range from the sorcerer, although those within find that they can breathe the water as easily as air. While the dome is translucent, its surface provides full cover (Exalted, p. 199) to those within it against attacks from without, and vice versa. Moving into or out of the dome requires a (Strength + Athletics) roll at a difficulty of (sorcerer’s Intelligence). If the sorcerer takes a move action or non-reflexive  action, this spell immediately ends. Once the spell ends, the sphere collapses, and can be collected to drink. A sorcerer with this as her control spell can take move actions without ending this spell. The sphere moves with her, although it doesn’t drag those within its area along with it, flowing around them without friction. Distortion (Goal Number: 12): Distorting this spell strips the water of its breathability, causing those within the dome to begin drowning (Exalted, p. 232). It ceases to provide cover to those within (but not without) the dome, and characters may enter (but not exit) the dome without a roll. The dome remains intact even if the sorcerer  takes an action that would end the spell. "
    },
    {
        "Title": "Keel Cleaves the Clouds",
        "Cost": " 25sm, 2wp",
        "Keyword": " None",
        "Duration": " One day",
        "Description": "As fog or clouds touch the seas, the sorcerer speaks honeyed  lies to a ship, convincing it that it may sail forward upon them. The enchanted ship may sail over mist, fog, or other vapors as though they were water, and can ascend  vertically through such vapors until it’s skimming over their surface. In sufficiently misty environs, it’s even possible for the ship to rise high enough to sail on the clouds themselves. However, while vapor-borne, the ship cannot benefit from Speed bonuses from oars or currents. If this spell ends, or there’s no vapor left for the ship to sail on, it descends, landing safe and undamaged , albeit potentially landlocked. A sorcerer with this as her control spell is constantly wreathed by pale mists, though she may disperse them with a thought unless distracted by involved activity, deep contemplation, or tumultuous emotion. She may walk on mist or fog as though it were solid ground, albeit as difficult terrain (Exalted, p. 199). Distortion (Goal Number: 8): Distorting this spell causes mist to envelop the ship in a thick cloud, making it all but impossible for its crew to see outward. Sail rolls to pilot it suffer a −3 penalty, and those aboard have no warning if it’s about to run out of mist that can support it. "
    },
    {
        "Title": "Sculpted Seafoam Eidolon",
        "Cost": " 10sm, 2wp",
        "Keyword": " None",
        "Duration": " One day",
        "Description": "The sorcerer shapes foam and aqueous reflections into a simulacrum of reality. From nothing, she may create a lifelike, convincing water-replica of a person, an animal up to the size of a horse, or an object up to the size of a wagon. She rolls (Manipulation + Occult) to determine the quality of the illusion. The illusion performs lifelike motions, is capable of simple speech, and has scent, body heat, and other sensory qualia, though it’s not capable of taking actions that require rolls. While the sorcerer is present, she may direct the illusion’s behavior; if she goes further than long range from it, it reverts to a default pattern of behavior that is realistic but uncomplicated. A character within short range can roll (Perception + Awareness) opposing the sorcerer’s initial roll to realize its illusory nature. Touching the eidolon’s water -sculpted surface grants three bonus dice on this roll. A character who speaks with the eidolon may realize it’s illusory by reading its intentions, opposing the sorcerer’s initial roll. A sorcerer with this as her control spell may create up to (Manipulation) separate illusions each time she casts it. Distortion (Goal number: 10): Distorting this spell allows the opposing sorcerer to wrest control of the illusion away from the sorcerer who cast it. "
    },
    {
        "Title": "Spoke the Wooden Face",
        "Cost": " 5sm, 1wp",
        "Keyword": " None",
        "Duration": " One scene",
        "Description": "Closing her eyes and entering a trance, the sorcerer projects her awareness into a tree that bears her visage. To use this spell, the sorcerer must have first carved a life-sized likeness of her face into the bark of a living tree, a basic Craft (Woodworking) project with difficulty  1. Casting this spell lets her perceive and speak through the face, regardless of distance. She may make Perception-based rolls from its vantage or make influence  rolls as she speaks through it, but cannot enhance her actions with Charms. While using this spell, she can’t sense anything through her own body nor take actions with it, unless she chooses to end it prematurely. Taking damage automatically ends this spell. While the sorcerer isn’t speaking, her projected presence  can’t be detected without the use of magic. A character  who knows or suspects that a tree has been marked for use with this spell may destroy the carved visage to render it unusable. This usually doesn’t require a roll, unless the tree has been reinforced with other magic. A sorcerer with this as her control spell may simultaneously  project herself into up to (Perception) separate wooden faces, seeing and speaking through all of them simultaneously. Distortion (Goal Number: 5): To distort this spell, a sorcerer must be within short range of the tree, not the sorcerer. Distortion renders the wooden face blind, deaf, and mute (Exalted, pp. 168-169), plunging the casting sorcerer into sensory isolation that causes her to lose one Willpower. "
    },
    {
        "Title": "Stalwart Earth Guardian",
        "Cost": " Ritual, 1wp",
        "Keyword": " None",
        "Duration": " Twelve hours",
        "Description": "Drawing a geometric figure in the soil or tracing it out on stone with chalk over the course of a few minutes, the sorcerer wards herself and her allies from harm. This figure spreads out to close range from its center. Characters within the ward gain +1 Defense and +1 Resolve against any attacks or other effects used on them from without. Characters outside the ward but within medium range of its center come under attack as the earth turns against them, an environmental hazard  with difficulty (higher of Essence or Intelligence) and Damage 1B/round. Characters who fail a roll against the hazard treat moving through it as difficult terrain (Exalted, p. 199) for that round. In addition, the churning earth makes stealthy approaches all but impossible, increasing the mobility penalty of characters  caught within it by −2 and making enough noise to awaken anyone sleeping inside the ward. A sorcerer with this as her control spell has a certain earthiness to her, smelling of plowed soil and loamy clay. She can use her fingernails to etch lines in stone, an exceptional tool (Exalted, p. 580) for Craft rolls to work stone or Linguistics rolls to inscribe writing on it. Distortion (Goal Number: 15): Distorting this spell inverts the ward, nullifying its effects outside while causing those within to suffer the environmental hazard  and mobility penalty. "
    },
    {
        "Title": "Thunder Wolf Howl",
        "Cost": " 15sm, 1wp",
        "Keyword": " Decisive-only",
        "Duration": " Instant",
        "Description": "White winds swirl around the sorcerer as she draws forth the ancient echo of a slain behemoth’s deathhowl . The sorcerer designates a point within medium range as the center of a deafening thunderclap that extends out to short range from that point. Characters caught within it, including allies, roll (Stamina + Resistance) at a difficulty of (the sorcerer’s higher of Essence or Intelligence). Battle groups suffer a penalty  of (their Size). Characters who fail suffer base decisive damage of (Essence)B, ignoring Hardness, and the sorcerer divides her Initiative evenly among them, rounding up, to determine the total damage rolled against them. As long as one character fails his roll, the sorcerer resets to base Initiative. A character that takes damage is deafened (Exalted, p. 198) until he receives medical treatment, and suffers a crippling penalty on all actions equal to the number of 10s on the damage roll. This penalty falls by one at the end of each of that character’s turns. Objects and structures made of wood, glass, and similarly flimsy or fragile material suffer damage at the Storyteller’s discretion. A sorcerer with this as her control spell increases the difficulty and base damage of this spell by one each. When overcome with strong emotion, her voice booms and echoes like the peal of distant thunder. "
    },
    {
        "Title": "Unslakable Thirst of the Devil-Maw",
        "Cost": " 15sm, 1wp",
        "Keyword": " None",
        "Duration": " Instant",
        "Description": "The flesh of one of the sorcerer’s hands splits to reveal a monstrous gaping mouth with fangs of tourmaline and a squirming viridian tongue. The maw leeches away at water, condensing vapor from thin air and desiccating plants or living flesh. She rolls (Intelligence + Occult) as an unblockable decisive attack against all characters , including allies, in a ninety-degree arc out to medium range. Against battle groups, it’s unblockable and undodgeable. Each character hit suffers ([sorcerer ’s Intelligence + extra successes] − [lower of target’s Stamina or Resistance])A dice of decisive damage, minimum one die. This doesn’t include the sorcerer’s Initiative or reset her to base Initiative. Enemies with no body moisture whatsoever, such as fire elementals or bonesiders, are immune. Conversely, enemies primarily  made of liquid, such as water elementals, don’t subtract anything from the damage. Trivial plant life within range is completely desiccated, dying instantly. Moisture siphoned by this spell is gathered into a sphere of solid water that floats above the sorcerer’s hand for up to a few minutes after casting this spell. The sorcerer may direct it into a container for storage, or it can be drawn on with Charms such as Elemental Sheath (p. 225). Even if there are no victims of her spell, she may gather water with it in all but the most arid environments. A sorcerer with this as her control spell has a devil-maw permanently opened on one of her palms. Unarmed attacks with that hand deal aggravated damage and gain the Piercing tag (Exalted, p. 586) against enemies that have any body moisture, draining it through their armor. Against water elementals and similar enemies, her unarmed attacks deal an additional die of withering  or decisive damage. "
    },
    {
        "Title": "Virtuous Guardian of Flame",
        "Cost": " 15sm, 2wp",
        "Keyword": " None",
        "Duration": " One day",
        "Description": "The sorcerer draws a flaming sword from her own heart, shaping a fiery sentinel to keep vigil over her. As she completes the spell, the burning blade collapses into a will-o’-the-wisp no larger than a torchlight — the sorcerer may conceal the Virtuous Guardian of Flame by commanding it to rest within an existing lit lantern or torch she carries. Should she be attacked, the wisp flares back into sword shape to fend off her enemy, protecting her as per the defend other action (Exalted, p. 196) with a Parry of ([higher of Essence or Intelligence] + 1). The virtuous guardian can even notice threats of which the sorcerer is unaware, rolling  (Essence + Perception + Occult) to detect hidden enemies. Wooden projectiles or weapons successfully blocked by the guardian are burnt to ashes. If it parries an unarmed attack or other natural attack, the attacker suffers one die of lethal damage, ignoring Hardness. Even when its parries fail, its flames blunt the force of attacks against the sorcerer, adding (Essence) natural soak against all but unblockable attacks. The guardian has soak (Essence + 5), Hardness (Essence), and (Essence + Intelligence) −0 health levels . When the sorcerer Joins Battle, it gains Initiative equal to hers. It cannot take any actions of its own; instead, this Initiative is used solely as a buffer against withering attacks. If the guardian is crashed, it dissipates  for a scene, unable to protect the sorcerer, but reforms after that. If its health track is filled with damage, it’s utterly destroyed, and the sorcerer cannot resummon it until its full duration has elapsed. A sorcerer with this as her control spell may awaken Evocations from it, enhancing the guardian’s defensive power or wielding it offensively. Distortion (Goal Number: 15): Distorting the virtuous guardian lets the distorting sorcerer temporarily usurp it from its caster, stealing its protection away from her for one scene. "
    }
]