[
    {
        "Title": "Birth of Sanity’s Sorrow",
        "Cost": " 44sm, 3wp",
        "Keyword": " None",
        "Duration": " One scene",
        "Description": "Drowning in shadow of utmost black, the necromancer emerges transformed into a monstrosity that reflects her darkest impulses — strong as sorrow, fleet as fear, armored in tragedy and abhorrence. The necromancer undergoes a grotesque transformation, marking them as an avatar of death. She gains four of the following powers or traits, chosen when she first learns this spell. Banquet of Blood: Blood is drawn to the necromancer, knitting her wounds and quickening her fury. Once per round, when a character within medium range suffers decisive damage, she can heal one level of non-aggravated damage or gain (2 + target’s base wound penalty) Initiative. She also gains two bonus −0 health levels, which are the first to be damaged and which refresh at the start of each turn. Blood-Forged Body: The necromancer’s form swells with meaty sinew. She gains two bonus dots of Strength, which may exceed 5, and may make a reflexive feat of strength with a free full Excellency once per turn. Cataclysm Mantle: The necromancer is wreathed in balefire and void-stuff. This is an environmental hazard that extends out to short range, with difficulty 5 and Damage 5L/turn. Trivial characters are always slain instantly. Devastating Action: On her turn, the necromancer can take a devastating action. She chooses between reflexively activating one Simple-type Charm that creates an attack or reflexively making an attack against an enemy battle group or all trivial opponents within range of her weapon. Neither counts as her attack for the round. Hundred-Armed Horror: The necromancer grows multiple appendages of flesh, shadow, or Essence. She rolls (Wits + Occult) to Join Battle, establishing a new Initiative track. She still takes only one turn per round, but can use either track interchangeably when determining her turn, taking damage, paying costs, or gaining Initiative. If lands a decisive attack, she resets the track she made the attack with. If this bonus track is crashed, it’s lost. She may pay ten motes and one Willpower to reestablish it, making another Join Battle as above. Legendary Size: The necromancer gains the Legendary Size Merit (p. XX). Monstrous Mien: The necromancer gains 2 bonus dots of Appearance, which may exceed 5, and gains the Hideous Merit for the duration of the spell. She doesn’t suffer penalties for flurrying attacks with influencer rolls. When she does, a successful attack inflicts −2 Resolve against her influence roll, while successful influence inflicts −2 Defense against her attack. Singularity of Purpose: The silence of the void quiets the necromancer’s mind. She treats any influence that would cause her to stand down, lessen her attack, or hesitate as unacceptable (Exalted, p. 220). Once per round, she may reduce the Willpower cost of resisting influence or using a Charm or similar effect by one. Once per story, when the necromancer’s Incapacitated health level is filled with damage, she may reflexively cast this spell, rolling (current temporary Willpower + Essence) to gather necromantic motes. She can spend her own motes as if they were necromantic motes toward the spell’s cost. If she gathers enough to cast the spell, she also heals her Incapacitated level and gains (Essence) additional −0 health levels. These levels are the first to be damaged and are lost when filled. If she survives the scene, she cannot regain Willpower through sleep for seven days, wracked by nightmares of her own near- destruction. Control: The necromancer may choose an additional feature for her transformation. Spirits of Creation automatically sense her potential for annihilation, and count as having a Minor Tie of hatred towards her. Distortion (15): A rival may siphon away some of the necromancer’s terrible power, deactivating one of this spell’s special abilities of their choice. This spell may be distorted multiple times, deactivating a different ability each time. "
    },
    {
        "Title": "Dolorous Mist of Domination",
        "Cost": " Ritual, 3wp",
        "Keyword": " None",
        "Duration": " Indefinite",
        "Description": "The necromancer wreathes a kingdom in shadow and vapor, transforming the land itself as either terrible curse or the darkest of blessings. The spell unfurls over the course of five hours, as mist encircles the region to be transformed, which extends out up to (Essence) miles in all directions from the necromancer at the epicenter of the magic. Recognizing the spell’s work in progress requires a difficulty 6 (Intelligence + Occult) roll; success reveals that the spell may be stopped by breaking the necromancer’s concentration. If the spell is allowed to play out to its conclusion, the mist-robed region is reshaped in the necromancer’s image. She may choose three region properties to impose upon it, whether physical changes (“walls of thorns and razors”), emotional tenors (“mournful regret”), or laws (“none here dare lie”). These properties must draw from the themes of death, the Underworld, the Neverborn, or the Old Laws. • Physical properties may create difficult terrain or mundane environmental hazards throughout the region, with the exact distribution determined by the Storyteller according to the necromancer’s intent. • Emotional properties inflict a −2 penalty to Resolve when leveraged through influence, and anyone who’s spent at least a night and a day within treats the feeling as a Minor Intimacy. • Laws are metaphysically enforced, inflicting a −3 penalty on attempts to break them or to conceal evidence of having broken them. Although the region doesn’t become a true shadowland, it is cast into a perpetual gloam. Sunlight doesn’t harm the dead or their grave goods, and roving bands of wild hungry ghosts and zombies rise unbidden every night. They have a Major Tie of loyalty to the necromancer and intuit the purpose of the spell — a kingdom plunged into this nightmare as punishment is haunted by these restless dead, but loyal citizens of a death-touched land may pass undaunted. The spell always creates a fulcrum at the point of its original casting — a whirlpool of churning dust, an ivory tree with knotted limbs, a throne of grave-cold ice. It can be destroyed as a difficulty 7 feat of demolition, requiring Strength 5+; this breaks the spell. Control: The necromancer may shape the spell’s fulcrum into a crown, ring, or other personal trinket which she carries with her for safekeeping. When she sleeps, her nightmares wreathe the world in mist, enforcing one of the properties of her choice from a cursed land whose fulcrum she carries. These changes extend out to long range of her, and remain until the location is cleansed as a difficulty 5 (Intelligence + Occult) ritual. Distortion (25): One of the region’s properties is suppressed, falling into abeyance. The distorting necromancer intuits the distance, direction, and general path towards the spell’s fulcrum, and lowers the difficulty of feats to break it by two. "
    },
    {
        "Title": "Drowning in the Endless Dark",
        "Cost": " 39sm, 3wp",
        "Keyword": " None",
        "Duration": " One scene",
        "Description": "With a single note that resonates as if from beneath the skin of the world, the necromancer sings of the Sea of Shadows as it once was and draws it forth to drown the land. Omens of a terrible flood surge at a point within (Essence) miles over the course of an hour before a torrent of tenebrous water erupts from the ground. This flood is a one-time environmental hazard with difficulty 5 and Damage 4L. Characters who fail to resist are swept into the riptide or drawn under and will drown unless rescued. Structures suffer far more damage at the Storyteller’s discretion, up to uncountable damage. The waters extend for (Essence) miles in all directions, granting those farthest from the necromancer up to a few minutes to prepare for the oncoming deluge. Characters who fall beneath the surface find it magically bottomless, sinking two range bands deeper per turn unless they succeed at a difficulty 4 (Strength + Athletics) roll to tread water. When cast at sea, the dark waters extend down a full mile. Anyone lost for more than (their Essence) rounds beneath the waters is lost to the Sea of Shadows, reappearing at a point in the Underworld of the Storyteller’s choosing. The necromancer knows whenever a character drowns as a result, and may send their soul to Lethe directly or raise them as a ghost under her control, imposing a Defining Tie of obedience. At the spell’s end, the waters recede at last, and anything that was submerged is lost forever. Structures beneath the water line are stripped bare — houses become blasted skeletons of sea-logged driftwood, bottom floors of great towers become precarious frameworks of scoured stone, and ground is left clear of anything other than smooth pebbles and withering scrubgrass. Control: If she is within range of the flood, the necromancer may raise a vessel of bone and bloody silk to carry her safely upon the waves, scooping up (Essence x 20) other characters of her choice. This vessel uses the attributes for a blue-water merchant ship (Exalted, p. 246). If she knows Black Water Odyssey (p. XX), she may instead summon a ship she’s claimed from the Underworld. She is forever sodden by the tides of the Underworld; ghosts and spirits associated with water count as having a Minor Tie of fear, hopelessness, or respect to her, based on their temperament, but she also suffers a −2 penalty to disguise herself or cover her tracks on dry land. Distortion (15): A rival caster may create a hollow within the spell’s effects out to long range, diverting the dark waters around and depositing any characters drowning within that range, no matter how deep they are. "
    },
    {
        "Title": "Invocation of the Hekatonkhires",
        "Cost": " Ritual, 3wp",
        "Keyword": " Necromantic",
        "Duration": " Instant",
        "Description": "Untold monstrosities of unique nature and power haunt the Underworld, and necromancers of the supreme exponent may summon and bind them into service through rites just as strange and varied. This spell represents any of a number of rites meant to conjure one of the Underworld’s undead behemoths — living mountains of gore, the ghosts of dead cities and concepts, tattered soul-husks from the Neverborn, and countless others. They’re typically comparable to Third Circle demons in raw power, making them either terrifying combatants or invaluable allies with unique magic. Each must be summoned by its own unique rite, so this spell must be purchased once for each behemoth, though purchases past the first only cost three experience. In general, each rite requires three hours of intense effort, and ends by pitting the necromancer’s (Intelligence + Occult roll) against the behemoth’s (higher of Resolve or Essence). On success, the behemoth is bound to serve faithfully for (necromancer’s Essence) months, and gaining an inviolate Defining Tie of loyalty to the summoner. On failure, the behemoth may demand one serious task (Exalted, p. 216) in exchange for its service; if the necromancer accepts, she is bound to follow through as if by an Eclipse oath (Exalted, p. 176) and the behemoth gains only an Major Tie of loyalty. Roll of the Unhallowed Mythos Elnuet-that-Was (p. XX) is provided as a ready-made example of a behemoth that a necromancer may bind with this spell. Storytellers and players wishing to develop their own behemoths might consider the following seeds: Umaza (p. XX), a vast leviathan whose hymns lure the living to certain death or necromantic enlightenment. Mourning Scour is the vague outline of a maiden in a crystal casket; she knows the regrets of anyone she looks upon, and can cry tears of saltwater, arsenic, or blood sufficient to befoul almost any body of standing water. Lamvinult, Whose Mien Is Meat, infects the skin of all it touches so it sloughs off to reveal the still-living muscle beneath, and can transform into anyone its plague has afflicted. "
    },
    {
        "Title": "Mouth of the Abyss",
        "Cost": " 40nm, 3wp",
        "Keyword": " None",
        "Duration": " Instant",
        "Description": "The necromancer claws and wrenches, causing the earth to fall inward into the open maw of the earth. A vortex of cold wind draws cities and armies near the opening into the darkness below, their cries swallowed by the depths. The necromancer creates a great sinkhole in the earth at a point within long range, which is(Essence) range deep below. Out to close range around the target point, the ground immediately gives way and the howling winds draw anyone present downward. Trivial characters and battle groups caught in the collapse fall to their deaths immediately, while others must succeed on a difficulty 7 (Dexterity + Dodge) roll or falls into the depths, suffering extreme range fall damage (Exalted, p. 232). At the end of the round, the remaining ground on the surface out to medium range around the target point collapses inward in the same manner, exposing characters standing there to the same hazard. Even after the collapse, the mouth remains dangerous: For (necromancer’s Essence) rounds, the winds continue to howl and drag anything within close range of its edges into the depths, as above. Structures above the hollow or at its edges collapse into the depths by the round’s end, causing great destruction and potentially burying any who survive the fall in debris. Few buildings in the Age of Sorrows are built to withstand a sinkhole of this size — only a rare few geomantic marvels, manses, and First Age structures are capable of resisting it. When used in a body of water, the spell instead creates a maelstrom that draws anything in its wake into the depths with similar results. Ships caught in the maelstrom must resist its pull each round, suffering two points of hull damage for every failure. If destroyed, the ship sinks into the depths. Control: During the scene in which it was cast, the sinkhole is truly bottomless, leading to the Labyrinth. Those who fall in appear there at a point of the Storyteller’s choosing. On moonless nights, specters may sometimes emerge from the sinkhole in pursuit of their dark ambitions. Distortion (10): A swift necromancer may distort the spell before it expands to medium range, delaying that by their (Essence/2, rounded up) rounds. If it has already expanded, distortion instead reduces the difficulty to resist the howling winds by half, rounded up. "
    },
    {
        "Title": "Thus Ends All Flame",
        "Cost": " 33sm, 3wp",
        "Keyword": " None",
        "Duration": " Instant",
        "Description": "Unfurling a shawl of black frost harvested from the nightmares of He Whom the Fire Forsook, the necromancer scours the land with nightmarish cold. The necromancer curses an area within (Essence) miles that she can perceive, as large as a mile-wide region or as small as a single structure. Hoary mists rise over the next minute as the spell takes hold, giving a brief warning to the wary. After that, the intense cold snap is an environmental hazard with difficulty 7 and Damage 3L/minute. Anyone slain by it becomes a ghost bound within their frozen corpse until it is destroyed, gaining a Defining Tie of desperate loyalty to whomever freed them. Within the spell’s area, all mundane flames are instantly snuffed and new ones can’t be lit. Magical flames and heat reduce their damage by five, to a minimum of one, and halve the range of their illumination. Water freezes, encrusting standing bodies with ice thick enough to walk across, or filling moving rivers and the like with jagged ice. Fire-based spirits and behemoths who die within the frosts are permanently destroyed. Passion is likewise chilled; Intimacies based on emotions such as joy, anger, hope, or love are treated as one step lesser in intensity within the region. Affected characters with such Intimacies treat the area as difficult terrain, weighted down by their own hearts, though the necromancer and character unencumbered by such passions pass through freely. Control: The necromancer is forever wreathed in frost, as if radiating severe cold. Characters unequipped for this cold suffer a −1 penalty within short range or her, or −2 within close. Spirits associated with flame and heat count as having a Minor Tie of fear towards her, and small flames snuff themselves out when she passes by. Distortion (16): A rival necromancer may weave a counterspell, protecting him and anyone within close range from the passion-dampening effect and granting (his Essence/2, rounded up) automatic successes on rolls to resist the cold. Distortion may also be used to free a large room or equivalent area from the cold, like the eye of a storm."
    }
]